{ "allmovie" : [ { "coverr" : "https://1.bp.blogspot.com/-f6-FHOf3Ghc/XelPQerXAoI/AAAAAAAADcs/j6HZl96lzsMEH-et3ic-AKt0xzd4t4S4wCEwYBhgL/s480/srg.jpg", "imagee" : "https://1.bp.blogspot.com/-f6-FHOf3Ghc/XelPQerXAoI/AAAAAAAADcs/j6HZl96lzsMEH-et3ic-AKt0xzd4t4S4wCEwYBhgL/s480/srg.jpg", "date" : "2015", "genre" : "18+,thai,Erotic", "length" : "2hr 12min", "size" : "609 MB", "title" : "Mae Bia", "video" : "https://megaup.net/28kp6/(CM)Mae.Bia.Uncut.2015.1080p.NF.Web-DL.H264.DDP51-Jackrizley_SmallFile.mp4", "vol" : "ခ်ာနာခ်ိဳဟာ ထုိင္းႏုိင္ငံက ဒိတ္ဒိတ္ၾကဲစီးပြားေရး မိသားစုရဲ႕ အရုိက္အရာကုိ ဆက္ခံထားတဲ့သူ တစ္ေယာက္။ ငယ္ငယ္ကတည္းက ေမြးရပ္ေၿမကုိစြန္႔ခြာသြားခဲ့ရၿပီး ႏုိင္ငံၿခားမွာ ေက်ာင္းတက္ရာက ၿပန္ေရာက္လာခဲ့တာ။ သူ႔အစြဲအလန္းက ေရွးေဟာင္း ထုိင္းရုိးရာ အိမ္ၾကီးေတြ။ ညဘက္ဆုိရင္ အိမ္မက္ေတြ မက္တယ္။ အဲ့ဒီလုိ အိမ္တစ္ခုမွာ သူၾကီးၿပင္းလာတဲ့အေၾကာင္း။ ၿပီးေတာ့ သူမသိတဲ့ လူေတြၾကားက အိမ္ေထာင္ေရး ၿပႆနာေတြ အဲ့ဒီကိစၥေတြထဲ ေၿမစာပင္ၿဖစ္ေနခဲ့တဲ့ ကေလးေလးတစ္ေယာက္။\n.\nထုိင္းကုိ ၿပန္ေရာက္တဲ့ အခ်ိန္မွာ အိမ္ေထာင္က် ကေလးရေနၿပီၿဖစ္ေပမယ့္ သူ႔အစြဲအလန္းက မေပ်ာက္ပ်က္ႏုိင္ခဲ့ပဲ ထုိင္းရုိးရာ ေရွးအိမ္ၾကီး တစ္လုံးကုိ ရေအာင္၀ယ္ဖုိ႔ စိတ္ကူးထားခဲ့တယ္။ သူ႔ညီ၀မ္းကြဲက သူ႔ကုိ အမ်ိဳးသမီးတစ္ေယာက္နဲ႔ မိတ္ဆက္ေပးခဲ့တယ္။ ထုိင္းရုိးရာေရွးအိမ္ၾကီးကုိ ပုိင္ဆုိင္ရုံတင္မကပဲ..သိပ္လွပလြန္းတဲ့ မိန္းမတစ္ေယာက္။ၿပီးေတာ့ ေယာက္်ားေတြအတြက္ ေသေစႏုိင္ေလာက္တဲ့လွ်ိဳ႕၀ွက္ဆန္းၾကယ္မႈေတြပုိင္ဆုိင္ထားတဲ့သူ။ မယ္ခလာ (ေမခလာ) ဆုိပါေတာ့။\n.\nခ်ာနာခ်ိဳ႕အတြက္ေတာ့ မယ္ခလာရဲ႕ အိမ္ၾကီးဟာ သူအၿမဲမက္ေနတဲ့ အိမ္မက္ေတြရဲ႕ လွ်ိဳ႕၀ွက္ခ်က္ဆုိတာ တစ္ၿဖည္းၿဖည္းသိလာပါတယ္။\nသူ မသိခဲ့တာကေတာ့ မယ္ခလာ နဲ႔ပတ္သက္တဲ့ ေယာက္်ားတုိင္း ဇာတ္သိမ္းမေကာင္းခဲ့တာရယ္..။ မယ္ခလာ့ကို အၿမဲေစာင့္ေရွာက္ေနတဲ့ ေၿမႊနဂါး ၾကီးရွိေနခဲ့တယ္ဆုိတာပါ။ မယ္ခလာဟာ သူ႔ကုိ တကယ္ခ်စ္တာလား လွည့္စားခဲ့တာလား? မယ္ခလာရဲ႕ ကုိယ္ေစာင့္ေၿမြၾကီးကေရာ သူ႔ကုိ ဘယ္လုိစီရင္မွာလဲ?\n.\nၿမန္မာပရိသတ္နဲ႔ရင္းႏွီးၿပီးသားၿဖစ္တဲ့ မင္းသားၿဖစ္တဲ့ မာရီယုိ နဲ႔ ‘ Jan Dara: The Beginning’ နဲ႔ ‘Jan Dara: The Finale’ တုိ႔ကုိရုိက္ခဲ့တဲ့အၿပင္ ေနာက္ထပ္ ၿမန္မာပရိသတ္ၾကိဳက္မင္းသား ၿဖစ္တဲ့ ‘Ananda’ နဲ႔ ‘Eternity’ ဆုိတဲ့ကားေတြကုိ ရုိက္ခဲ့တဲ့ ဒါရုိက္တာပါ။ သူ႔ထုံးစံအတုိင္း ေဖာက္ၿပန္မႈေတြကုိ ပြင့္ပြင့္လင္းလင္းၾကီးကုိ ခ်ၿပသြားပါတယ္။\n.\n၁၈ ႏွစ္အထက္ဆုိတာထက္ပုိသာပါတယ္။ လိင္ဆက္ဆံခန္းေတြဟာ အရမ္းမ်ားသလုိ ပီၿပင္လြန္းလွတယ္။ ၿပီးေတာ့ အခုက Uncut version ဆုိေတာ့ ရုံတင္တုန္းက ဆင္ဆာအရ မပါခဲ့တဲ့ ၾကမ္းတမ္းတဲ့ဇာတ္၀င္ခန္းေတြ အကုန္ပါမွာပါ။" }, { "coverr" : "https://1.bp.blogspot.com/-zLatV8MxqvM/XelYhBrc1HI/AAAAAAAADfo/CPC-ix9PjDYMEGBapKrRSYLdG7tcNyaUgCLcBGAsYHQ/s480/vasfa.jpg", "imagee" : "https://1.bp.blogspot.com/-zLatV8MxqvM/XelYhBrc1HI/AAAAAAAADfo/CPC-ix9PjDYMEGBapKrRSYLdG7tcNyaUgCLcBGAsYHQ/s480/vasfa.jpg", "date" : "1990", "genre" : "18+,Erotic", "length" : "2hr 10min", "size" : "596 MB", "title" : "The Hot Spot", "video" : "https://megaup.net/1se4t/(CM)Hot.Spot.1990.1080p.BluRay.X264-AMIABLE_SmallFile.mp4", "vol" : "ဟယ္ရီမက္ေဒါ့စ္ဟာ တကၠဆက္က ၿမိဳ႕ငယ္ေလးတစ္ခုကုိ အေၿခလာခ်တဲ့ တစ္နယ္သား\nတစ္ေယာက္ပါ။ သူ႔ ေနာက္ေၾကာင္းကုိ ဘယ္သူမွ မသိရသလုိ ဘာအၾကံအစည္ေတြသယ္ေဆာင္လာမလဲ\nမယုံၾကည္ရသူတစ္ေယာက္။ ကားေဟာင္း အေရာင္းသမားတစ္ေယာက္အၿဖစ္ လုပ္ကုိင္ေနရင္း ပုိင္ရွင္ၿဖစ္သူရဲ႕\nဇနီးနဲ႔ ေပြရႈပ္သလုိ စာရင္းကုိင္မိန္းမလွေလး ဂလုိရီယာ(ဂ်နီဖာေကာ္နယ္လီ)ကုိလဲ အလြတ္မေပးပါဘူး။\nတကယ္တမ္း သူ႔ရည္ရြယ္ခ်က္က ၿမိဳ႕ရဲ႕ ဘဏ္တုိက္ကုိလုယက္ဖုိ႔ပါပဲ။\nအဲ့ဒီအခ်ိန္မွာပဲ စာရင္းကုိင္မိန္းမလွေလး ဂလုိရီယာဟာ ၿမိဳ႕စြန္မွာ ေနထုိင္တဲ့ ခပ္ေပေပလူတစ္ေယာက္ရဲ႕\nေငြညွစ္ၿခိမ္းေၿခာက္မႈကုိ ခံေနရပါတယ္။ ဒါေတြရဲ႕ ေနာက္ေၾကာင္းက ဘယ္လုိရွိလဲ။\nနယ္လွည့္ၿပီး ဖ်ံက်လာတဲ့သူတစ္ေယာက္အတြက္ ဒီနယ္ၿမိဳ႕ငယ္ေလးမွာ သူ႔ထက္လည္တဲ့သူ ရွိေနမလား။\nလွ်ိဳ႕၀ွက္ခ်က္ကုိယ္စီနဲ႔ လူတစ္စု တစ္ေယာက္အေပၚတစ္ေယာက္ ပိပိရိရိလွည့္ဖ်ားၾကပုံေတြကုိစိတ္၀င္စားစရာၿမင္ရပါလိမ့္မယ္။\n\nဂ်နီဖာေကာ္နယ္လီဆုိ တစ္ေလာတုန္းက gif ေတြမွာ ေခတ္စားသြားတဲ့ သိပ္လွတဲ့ မမတစ္ေယာက္ၿမင္းစီးေနပုံေလးကိုမွတ္မိၾကမွာပါ။\nအဲ့ဒီကားတုန္းက ဘာဆုိဘာမွ မပါလုိ႔မေက်နပ္ၾကသူေတြ ဒီကားမွာေတာ့သူ႔ရဲ႕ မိေမြးတုိင္းဖေမြးတုိင္းအလွေတြတစ္၀ၾကီးၿမင္ရပါလိမ့္မယ္။\n\nဒါေၾကာင့္ မိသားစုနဲ႕တူတူၾကည့္ဖို႕ေတာ့မသင့္ေတာ္တဲ့ဇာတ္ကားျဖစ္ပါတယ္။\n\n" }, { "coverr" : "https://1.bp.blogspot.com/-PA4QOzcE6nU/XelPB5YqP8I/AAAAAAAADcs/gtv-J9-quXomW-6x8fYldceeAhPGZTDRgCEwYBhgL/s480/yA4Rdc.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-PA4QOzcE6nU/XelPB5YqP8I/AAAAAAAADcs/gtv-J9-quXomW-6x8fYldceeAhPGZTDRgCEwYBhgL/s480/yA4Rdc.jpg", "date" : "2016", "genre" : "18+,21+,Erotic,korea", "length" : "1hr 30min", "size" : "352 MB", "title" : "Descendants of Adultery", "video" : "https://megaup.net/M7kk/(DS)Descendants_of_Adultery_(2016)_HDRip480p.mp4", "vol" : "အခ်စ္ဆိုတာ အတင္းလုပ္ယူလို႔မရဘူး- Dr ဆြန္ဂ်ဴး\n——————————————————————————————————\n\nကိုရီးယား Pornograpic Genere အိမ္ေထာင္ေရး ဇာတ္ကားေကာင္းတစ္ကားတင္ဆက္လိုက္ပါတယ္\n\nဆရာ၀န္မေလး ဆြန္ဂ်ဴး ပိုက္ဆံခ်မ္းသားတဲ့ သူေဌးတစ္ေယာက္နဲ႔ လက္ဆက္လိုက္ပါတယ္..\n\nႏွစ္ဦးသား ကိုယ္ပိုင္ ေဆးခန္းတစ္ခုဖြင့္ထားျပီး ဒိုးတူေဘာင္ဖက္ အလုပ္လုပ္ရင္းအခ်ိန္ေတြကုန္ဆံုးေစခဲ့ပါတယ္\n\nဆရာ၀န္မေလးက အေနအထိုင္သိမ္ေမြ႔လွျပီး ေယာက်ာၤးျဖစ္သူက အခ်ိန္ျပည့္တဏွာရာဂမီး ေလာင္ကြ်မ္းေနသူတစ္ေယာက္ျဖစ္ေနပါတယ္\n\nဆရာ၀န္မေလးက အခ်စ္ကို ႏူးညံ့သိမ္ေမြ႔စြာခံစားလိုစိတ္ရိွျပီး ေယာက်ာၤးျဖစ္သူက ကိုယ့္ဆႏၵကိုယ္သာအေရးေပးျပီးၾကမ္းတမ္းစြာပဲအခ်စ္ကိုခံစားလာပါတယ္..\n\nသည္လိုနဲ႕ ႏွစ္ေယာက္သား တစ္ေယာက္နဲ႔တစ္ေယာက္ အေပးအယူမမွ်ေတာ့ပဲ တစ္ေယာက္ကိုတစ္ေယာက္စိတ္ကုန္လာပါတယ္…\n\nေယာက်ာၤးျဖစ္သူအတြက္ေတာ့ အေၾကာင္းျပခ်က္ေကာင္းရသြားျပီး ေဆးခန္းထဲက Reception က ပ်ိဳေခ်ာေလးကို ေငြအမ္းျပီး စိတ္တိုင္းက် ေပ်ာ္ပါးပါေတာ့တယ္။\n\nဆရာမ ဆြန္ဂ်ဴးကေတာ့ အိေျႏၵၾကီးတဲ့ အမ်ိဳးသမီးပီပီ အိမ္ေထာင္ေရးကို တက္ႏိုင္သေလာက္ ထိန္းသိမ္းေနခဲ့ပါတယ္။\n\nတစ္ေန႔မွာေတာ့ ဆြန္ဂ်ဴးတစ္ေယာက္ အလုပ္ကိုလာရင္း လမ္းမွာ လူရမ္းကားတစ္ေယာက္နဲ႔ေတြ႔ျပီး အခက္ေတြ႔ေနခ်ိန္မွာသူမနဲ႔မရင္းႏီွးတဲ့သူတစ္ေယာက္ ရုတ္ခ်ည္းဆိုသလိုေပၚလာျပီး ၀င္ေျဖရွင္းသြားပါတယ္…\n\nဒါေပမဲ့ ဆြန္ဂ်ဴးတစ္ေယာက္အတြက္ေတာ့ အမွတ္တမဲ့မွ အမွတ္တရတစ္ခုရရိွသြားျပီး ႏွလံုးသားမွာ ေ၀ဒနာတစ္ခုကိန္းေအာင္းသြားပါတယ္…\n\nဒုတိယအျကိမ္…\n\nတတိယအၾကိမ္ေတြ႔ဆံုမႈမွာေတာ့ သူတို႔ရင္းႏွီးသြားၾကျပီး ဂင္ေယာင္ဂြ်န္း ရဲ႕ အယုအယေတြ ဂရုစိုက္မႈေတြမွာသာယာသြားမိပါေတာ့တယ္\n\nဆြန္ဂ်ဴး တစ္ေယာက္ သူ႔ေယာက်ာၤးဆီမွမရတဲ့ ၾကင္နာမႈေတြကို တစ္ျခားသူဆီကရေတာ့ ဘယ္လိုတံုံ႔ျပန္မလဲ..\n\nအမ်ိဳးသားတစ္ေယာက္ရဲ႕တဏွာရာဂအမ်ိဳးသမီးတစ္ေယာက္ရဲ႕ ေတာင့္တမႈေတြကို ကြက္ကြက္ကြင္းကြင္းေဖၚၾကဴးထားလို႔ ၁၈ ႏွစ္ေအာက္လူငယ္မ်ားမၾကည့္သင့္ပါေၾကာင္း\n\nၾကိဳတင္ သတိေပးထားပါရေစ (မရသင့္တဲ့ Attitute ေတြရကုန္မွာစိုးလို႔ပါ)\n\n[စာဖိုင္က Generate ဖိုင္ျဖစ္ေသာေၾကာင့္ အဆင္မေျပမႈမ်ားရိွပါက သီးခံေပးၾကပါကုန္]\n\n \n\n(ကိမုခ်ိမွတင္ဆက္ေပးထားပါတယ္)" }, { "coverr" : "https://1.bp.blogspot.com/-JSylJxFn3pk/XelRqGzoOmI/AAAAAAAADdw/mh7-FbMqvpk-_qOX1f_EffbPegcFv2YWQCEwYBhgL/s480/vd.jpg", 	"imagee" : "https://1.bp.blogspot.com/-JSylJxFn3pk/XelRqGzoOmI/AAAAAAAADdw/mh7-FbMqvpk-_qOX1f_EffbPegcFv2YWQCEwYBhgL/s480/vd.jpg", "date" : "1954", "genre" : "18+,Erotic", "length" : "1hr 45min", "size" : "337 MB", "title" : "The Story of O", "video" : "https://megaup.net/5vEvf/(DarkSide)The_Story_of_O_1975_smallfile.mp4", "vol" : "အို ဟာ ငယ္ရြယ္တဲ့ ဖက္ရွင္ ဓာတ္ပုံဆရာမိန္းမလွေလးတစ္ဦးၿဖစ္ပါတယ္။\nတစ္ေန႔မွာ သူ႔ခ်စ္သူက သူ႔ကုိ ရြိဳက္ဆီ လုိ႔ အမည္ရတဲ့စံအိမ္ၾကီးကုိ ေခၚသြားခဲ့ပါတယ္။\nသူ႔ခ်စ္သူရဲ႕ အမိန္႔ကုိမလြန္ဆန္ရဲတဲ့သူဟာ အဲ့ဒီေနရာမွာ သူ႔ခ်စ္သူနဲ႔တကြ အေပါင္းအပါတစ္စုရဲ႕ ၿပဳသမွ်ႏုရတဲ့ဘ၀ကုိေရာက္သြားပါေတာ့တယ္။\nသူ႔ကို ကုိယ္လုံးတီးခြ်တ္တယ္၊ မ်က္ႏွာကုိစည္းတယ္ လက္ထိပ္ခတ္တယ္ က်ာပြတ္နဲ႔ရုိက္တယ္ အခ်ိန္မေရြး ဆြဲလွန္ၿပီး မုဒိမ္းက်င့္ခံရတဲ့အခါ ခံရတယ္။\nအေပၚယံဆုိရင္ေတာ့ စိတ္နာစရာ နာက်ည္းစရာၿဖစ္ေပမယ့္ သူဟာ အဲ့ဒီနာက်င္မႈေတြကုိ\nတစ္စ တစ္စ သာယာမိလာရာကေန ဒီအဖြဲ႔ရဲ႕ ဓေလ့ထုံးစံေတြ ရုိးရာေတြနဲ႔ထဲထဲ၀င္၀င္ပတ္သက္မိပါေတာ့တယ္။\nကားက NC-17 rating ရထားတာ ပီပီ ေရလည္ၾကမ္းပါတယ္။ ဒီကားထဲမွာပါတဲ့ မင္းသမီးေတြအ၀တ္အစားပါတဲ့အခန္းနည္းပါတယ္။\nBDSM ကိစၥေတြကုိ ကြက္ကြက္ကြင္းကြင္းခ်ၿပထားတာပါ။\n(ငယ္ရြယ္သူေတြလံုးဝမၾကည့္သင့္ပါဘူး။)" }, { "coverr" : "https://1.bp.blogspot.com/-sMRNlTup6V4/XelYEf4xwaI/AAAAAAAADfc/wD6ALYabbKMsM73vgJft6CkNgHYj8HczQCLcBGAsYHQ/s480/vvzd.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-sMRNlTup6V4/XelYEf4xwaI/AAAAAAAADfc/wD6ALYabbKMsM73vgJft6CkNgHYj8HczQCLcBGAsYHQ/s480/vvzd.jpg", "date" : "1997", "genre" : "18+,Erotic,Romance", "length" : "2hr 17min", "size" : "HD/SD", "title" : "Lolita", "video" : "371046410247001", "vol" : "[Dark Side Production မွ တင္ဆက္သည္။]\n\nIMDb Rating (6.9/10)\n\nRotten Tomatoes (68%)\n\nဒီရက္ပိုင္း ကၽြန္ေတာ္ ၾကည့္ျဖစ္တဲ့ကားေတြက Age Gap ေၾကာင့္ ျဖစ္တဲ့ အေၾကာင္းအရာ ေတြကို ဇာတ္လမ္း လုပ္ထားတာေတြမ်ားပါတယ္ ။ အဲ့ထဲက မွ အႀကိဳက္ဆုံးဆို Leon the Professional , An Education နဲ႔ Lolita ပါပဲ ။ Lolita ကေတာ့ အႀကိဳက္ဆုံးေပါ့ ။ ႐ုပ္ရွင္ မၾကည့္ခင္ဝတၳဳဖတ္ ျဖစ္ကတည္းက Lolita ကို အေတာ္ သေဘာက်ခဲ့မိတာပါ ။\n\nဝတၳဳကေတာ့ ႐ုရွား စာေရးဆရာ တစ္ဦးျဖစ္တဲ့ Vladimir Nabokov ေရးသားခဲ့တာျဖစ္ၿပီး ႐ုပ္ရွင္ အျဖစ္ 1962 မွာ တစ္ကား ၊ 1997 မွာ တစ္ကား ရိုက္ကူး ထုတ္ေဝခဲ့ပါတယ္ ။ ကၽြန္ေတာ္ၾကည့္ျဖစ္တာေတာ့ 1997 မွာရိုက္တဲ့ ကားပါ ။ Lolita အျဖစ္ ကၽြန္ေတာ္တို႔ ရဲ့ မင္းသမီးေခ်ာေလး Dominique Swain ကပါဝင္ သ႐ုပ္ေဆာင္ထားၿပီး မင္းသား ကေတာ့ Jeremy Irons ျဖစ္ပါတယ္ ။\n\nျမင္သာေအာင္ ေျပာရရင္ ဒီဇာတ္ကားက ” ဦးနဲ႔ သမီး” အခ်စ္ဇာတ္လမ္းပါ ။ Dominique Swain အေနနဲ႔\n\nဒီကားရိုက္စဥ္မွာ အသက္ ၁၇ ႏွစ္သာ ရွိေသးၿပီး ၁၂ ႏွစ္ အရြယ္ မိန္းမပ်ိဳေလး အျဖစ္ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္ ။ ကၽြန္ေတာ္ စဥ္းစား မိသေလာက္ေတာ့ အဲ့ေခတ္ အေနနဲ႔ဆိုရင္ ဒီကားမ်ိဳးက အေတာ္ေျပာခံ၊ အေဝဖန္ခံရမယ့္ ကားမ်ိဳးဗ် ။ ဘာေၾကာင့္ဆို ကၽြန္ေတာ္ အခု ၂၀၁၈ မွာၾကည့္တာေတာင္ Lolita ရဲ့ ဝတ္စားဆင္ယင္ ပုံေတြက အေတာ္ေခတ္ဆန္ပါတယ္ ။ တစ္ကားလုံးနီးပါးမွာ Lolita ဟာ အတြင္းခံသာသာ ရင္ျပတ္အကၤ်ီေတြကို Design စုံ ၊ အဆင္စုံ ဝတ္ ဆင္သြားတာ ေတြ႕ျမင္ရမွာပါ ။ ဒါေပမယ့္ ေတာ္ေတာ္လွတယ္ ဆိုတာလည္း ျငင္းလို႔မရပါဘူး ။\n\nဇာတ္အိမ္ အက်ဥ္းကေတာ့ Lolita တို႔ မုဆိုးမ သားအမိ အိမ္ကို Humbert က အိမ္ငွားအျဖစ္ ေရာက္လာခဲ့ပါတယ္ ။ အဲ့အခ်ိန္မွာ Humbert က အသက္ ၃၆ ႏွစ္ျဖစ္ၿပီး Lolita က ၁၂ ႏွစ္ပါ ။ ေျပာရရင္ Humbert က ဒီအိမ္ကိုငွား ျဖစ္ခဲ့တာ Lolita ကိုေႂကြေနလို႔ပါ ။ ဒါေပမယ့္ အေၾကာင္းေၾကာင္းေၾကာင့္ Lolita ရဲ့ အေမျဖစ္သူ နဲ႔ Humbert က လက္ထပ္ ျဖစ္ခဲ့ပါတယ္ ။ ဒါေပမယ့္ Humbert ရဲ့ စိတ္ရင္းအမွန္မွာ တကယ္ခ်စ္တာကေတာ့ Lolita ကိုပါပဲ ။\n\nဒီ႐ုပ္ရွင္ကတကယ္ဆို ကၽြန္ေတာ္ အထက္မွာ ေျပာခဲ့သလိုပါပဲ ။ တကယ္ကို အေျပာဆို ၊ အေဝဖန္ခံရမယ့္ ဇာတ္ကားမ်ိဳးပါ ။ ဒါေပမယ့္ ပရိသတ္ ေတာ္ေတာ္မ်ားမ်ား သေဘာက်ရတဲ့ အခ်က္ကေတာ့ ဇာတ္အိမ္ တည္ေဆာက္ပုံနဲ႔ Lolita နဲ႔ Humbert တို႔ရဲ့ ပီျပင္လြန္းတဲ့ သ႐ုပ္ေဆာင္မႈ ေတြေၾကာင့္ပါပဲ ။\n\nLolita ဟာ တကယ္ပဲ ကၽြန္ေတာ္ တို႔ လူ႔အဖြဲ႕အစည္းဆိုင္ရာ စံခ်ိန္စံညႊန္းေတြကို သိသိသာသာ ေဖာက္ထြက္ ရိုက္ကူးထားတဲ့ ဇာတ္ကားျဖစ္တဲ့အတြက္ မၾကည့္ျဖစ္ေသးဘူး ဆိုရင္ေတာ့ ၾကည့္ျဖစ္ေအာင္ၾကည့္ဖို႔ ကၽြန္ေတာ္ တိုက္တြန္းလိုက္ပါတယ္ ။\n\n(ရုပ္ရွင္အညႊန္းကို Moviesfan.net မွ ကူးယူေဖာ္ျပပါသည္။)\n" }, { "coverr" : "https://1.bp.blogspot.com/--eZ32YxT-no/XelX00byDiI/AAAAAAAADfU/hWprZaRbr3MCcaxsLR4mFJ2FWXcudXdoQCLcBGAsYHQ/s480/fsaf.jpg", 	 "imagee" : "https://1.bp.blogspot.com/--eZ32YxT-no/XelX00byDiI/AAAAAAAADfU/hWprZaRbr3MCcaxsLR4mFJ2FWXcudXdoQCLcBGAsYHQ/s480/fsaf.jpg", "date" : "1983", "genre" : "18+", "length" : "1hr 30min", "size" : "634 MB", "title" : "Sweet Sixteen", "video" : "https://megaup.net/27fL1/Sweet.16.1983_720P.mp4", "vol" : "၁၆ႏွစ္အရြယ္…\n\nမီးေကာင္ေပါက္မတို႔အရြယ္တဲ့့…\n\nဒီအရြယ္ေတြ သိပ္ထိန္းရခက္တယ္\n\nအရာရာကိုစမ္းသပ္ခ်င္ေနမယ္…\n\nစူးစမ္းခ်င္ေနမယ္ ေကာင္မေလးတစ္ေယာက္…\n\nနာမည္က Melissaတဲ့..\n\n၁၆ႏွစ္ျပည့္ဖို႔ တစ္ပတ္ပဲလိုေတာ့တဲ့ အခ်ိန္\n\nသူ႔အေဖရဲ႕ အလုပ္ေၾကာင့္ သူတို႔မိသားစု\n\nေနရာအသစ္ကိုေျပာင္းလာတယ္ ဒီလိုကိုယ္မသိတဲ့ေနရာမွာ\n\nရွင္းေနတာေတြကိုရႈပ္ေအာင္လုပ္ေတာ့မယ္တဲ့ေလ\n\nမျပည့္စံုေသးတဲ့ အလွတရားေတြနဲ႔…\n\nသူ႔ရဲ႕ အရႈပ္ထဲ ပထမဆံုးေရာက္လာသူက Jhonny\n\nJhonny ကိုေလၽွာက္လည္ၾကရေအာင္တဲ့\n\nJhonny မျငင္းပါ..\n\nသူတို႔ေပ်ာ္ခဲ့ၾကတယ္… အဲ…ေနာက္တစ္ေန႔မနက္..\n\nJhonnyေပ်ာက္သြားၿပီ တည္ၿငိမ္ေနတဲ့ၿမိဳ႕ေလး…\n\nစတင္လႈပ္ခက္လာၿပီ\n\nMelissa…အရမ္းလွတဲ့ Melissa..\n\nဘာေတြရႈပ္အံုးမွာလဲ Melissa..\n\nဒီရုပ္ရွင္ကားဟာ ေဟာင္းေပမဲ့ ေကာင္းေနဆဲ\n\nရုပ္ရွင္ကား ျဖစ္ၿပီး 18+ အခန္းေတြ ပါေနလို႔\n\nအသက္မျပည့္ေသးသူမ်ား ၊ မိသားစုမ်ား ႏွင့္\n\nအတူမၾကည့္သင့္ပါ…\n\nဘာသာျပန္ေပးထားသူကေတာ့\n\nMin Thant Naing ျဖစ္ပါတယ္\n" }, { "coverr" : "https://1.bp.blogspot.com/-izoxkJiQoMM/XelXooiL-PI/AAAAAAAADfQ/mAKIVjbjGygh5VQ_07wONrfuYFzTWO4zgCLcBGAsYHQ/s480/29615_1_large7162823131154173106.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-izoxkJiQoMM/XelXooiL-PI/AAAAAAAADfQ/mAKIVjbjGygh5VQ_07wONrfuYFzTWO4zgCLcBGAsYHQ/s480/29615_1_large7162823131154173106.jpg", "date" : "2011", "genre" : "18+", "length" : "1hr 37min", "size" : "477 MB", "title" : "The Hidden Face", "video" : "https://megaup.net/1ral4/The.Hidden.Face.2011.720p.BluRay.x264.DTS-HDChina.SmallFile.mp4", "vol" : "ဘားတစ္ခုမွာ အလုပ္လုပ္တဲ့ ဖာဘီယာဆုိတဲ့ မိန္းမလွေလးဟာ သူ႔တုိ႔ဆီမွာအရက္လာေသာက္ရင္း အမူးလြန္ငုိေၾကြးေနတဲ့\nသူစိမ္းေယာက္်ားတစ္ေယာက္နဲ႔ မေမွ်ာ္လင့္ပဲပတ္သက္မိခဲ့ပါတယ္။\nအခ်ိန္တုိအတြင္းမွာ သံေယာဇဥ္ၾကီးမိရာကေန သိလုိက္ရတာက\nအဲ့ဒီလူဟာ ေအဒရီယန္ဆုိတဲ့ ဂီတမွဴးတစ္ေယာက္။\nသူ႔ အတူေနရည္းစားက သူ႔နဲ႔ ေရွ႕မဆက္ႏုိင္ေတာ့ပါဘူးလုိ႔ ေၿပာၿပီး အိမ္ကေန ထြက္သြားရာကေနေပ်ာက္ေနတယ္။\nရဲေတြကပါ လုိက္ၿပီး အမႈဖြင့္စုံစမ္းၾကရာကေန ရက္ၾကာလာေတာ့ ေအဒရီယန္ကုိပါ သံသယတရားခံ\nအၿဖစ္ သတ္မွတ္ထားၾကတဲ့ အေၿခအေန။\nဖာဘီယာဟာ ေအဒရီယန္တုိ႔ အိမ္မွာလုိက္ေနၿဖစ္တယ္။\nသူ တစ္ေယာက္တည္းရွိခ်ိန္ဆုိရင္ အိမ္ထဲက ထူးၿခားတဲ့အသံေတြၾကားရတယ္။\nလွ်ပ္စစ္မီးေတြ ပ်က္လုိက္လာလုိက္ၿဖစ္တာ သူ႔ကုိတစ္ေယာက္ေယာက္ေစာင့္ၾကည့္ေနသလုိခံစားခ်က္မ်ိဳးေတြရလာတဲ့အခါ..။\nေအဒရီယန္ရဲ႕ရည္းစားဟာ တကယ္ပဲ သူ႔ဟာသူ အိမ္က ထြက္သြားတာလား?\nဒီေပ်ာက္ဆုံးမႈမွာ ေအဒရီယန္ကုိယ္တုိင္ေရာ ရုိးသားရဲ႕လား?\nသူတစ္ေယာက္တည္းရွိခ်ိန္ေတြမွာ ၾကားေနရတ့ဲအသံေတြ ထူးၿခားၿဖစ္စဥ္ေတြရဲ႕ တရားခံက ဘယ္သူလဲ?\nအစကေန အဆုံးထိ သိခ်င္စိတ္နဲ႔ ရင္တစ္ထိတ္ထိတ္ၾကည့္ရမွာပါ။\nဥေရာပကားေတြထုံးစံလိင္ခန္းတစ္ခ်ိဳ႕ပြင့္လင္းတာေတြ ပါတဲ့အတြက္ မိသားစုနဲ႔ၾကည့္ဖုိ႔ အဆင္မေၿပေလာက္ပါဘူး။" }, { "coverr" : "https://1.bp.blogspot.com/-Bc6TUGWXyj8/XelXYrM7q4I/AAAAAAAADfE/6kvDi2NzGLgbxKhNFHin90bFM-kcNOiHACLcBGAsYHQ/s480/91DlgANXfuL._RI_.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-Bc6TUGWXyj8/XelXYrM7q4I/AAAAAAAADfE/6kvDi2NzGLgbxKhNFHin90bFM-kcNOiHACLcBGAsYHQ/s480/91DlgANXfuL._RI_.jpg", "date" : "2015", "genre" : "18+", "length" : "1hr 33min", "size" : "441 MB", "title" : "Scouts Guide to the Zombie Apocalypse", "video" : "https://megaup.net/26Xzh/(CMorg)Scouts.Guide.To.The.Zombie.Apocalypse.2015.1080p-ETRG_SmallFile.mp4", "vol" : "ဒီကားေလးကHorror Comedyကားေလးပါ ကင္းေထာက္ေက်ာင္းသားေလးသံုးေယာက္နဲ႔Clubမွာစားပြဲထိုးလုပ္တဲ့ေကာင္မေလးတေယာက္ရယ္ကိုအဓိကထားၿပီး\n\nဇာတ္အိမ္တည္ထားတာပဲျဖစ္ပါတယ္\n\nဇာတ္လမ္းအစက\n\nအဲ့ၿမိဳ႕မွာရွိတဲ့ဓာတ္ခြဲခန္းတစ္ခုမွာရွိတဲ့လူနာတေယာက္ကေနစၿပီးVirusကျပန္႔တာပဲျဖစ္ပါတယ္\n\nတိုက္တိုက္ဆိုင္ဆိုင္ အဲ့ေက်ာင္းသားသံုးေယာက္ေတာထဲမွာCamping ထြက္တဲ့ေန႔မွာျဖစ္တာျဖစ္ၿပီး\n\nေက်ာင္းကSeniorအခ်ိဳ႕ကလည္းညမွာPartyက်င္းပေနတဲ့အခ်ိန္မွာစျဖစ္တာပဲျဖစ္ပါတယ္\n\nဇာတ္ကားကHorror ဆိုတာထက္Comedyပိုင္းပိုမ်ားပါတယ္\n\nဒီထဲကComedyအခ်ိဳ႕က18+အရမ္းဆန္ပါတယ္ ဟုတ္ပါတယ္18+ခန္းအခ်ိဳ႕ပါပါတယ္\n\nဒီကားကေယာက္်ားေလးေတြအတြက္ပိုၿပီးအဆင္ေျပပါတယ္\n\nမိန္းကေလးေတြအေနနဲ႔ဆိုနည္းနည္းေတာ့ဒါကဟာသသက္သက္ဘဲဆိုၿပီိး\n\nအေတြးထည့္ထားမွၾကည့္ဖို႔အဆင္ေျပပါမယ္\n\nမွတ္ခ်က္ မိသားစုနဲ႔ၾကည့္ရမဲ့ကားမ်ိဳးမဟုတ္ပါ မင္မင္ တခါကဘာမွမပါဘူးထင္ၿပီးမိသားစုနဲ႔ၾကည့္တာနရင္းအုပ္ခံရပါတယ္\n\nထပ္ေျပာပါမယ္ မိသားစုနဲ႔ၾကည့္ရတာအဆင္ေျပမဲ့ကားမဟုတ္ပါဘူးေနာ္\n\nCastေတြကေတာ့အဲ့တုန္းကမ်က္ႏွာသစ္ေလးေတြျဖစ္တဲ့ Men Apocalypse နဲ႔\n\nDark Phoenix မွာCyclops အေနနဲ႔ပါဝင္ဖူးတဲ့Tye Sheridanရယ္\n\nEscape Roomထဲမွာပါဝင္ဖူးတဲ့Logan Millerရယ္\n\nJoey Morgansရယ္Sarah Dumontတို႔ကအဓိကသ႐ုပ္ေဆာင္ထားပါတယ္\n\n#Kal #ZEUS\n\n(႐ုပ္ရွင္အၫႊန္းကို ZEUS Facebook Page မွကူးယူေဖာ္ျပပါသည္။)" }, { "coverr" : "https://1.bp.blogspot.com/-XwEtbcREGK0/XelXKDcsO7I/AAAAAAAADfA/KKmxDy493dkvpoyO42lbDSkoanrVvvtDgCLcBGAsYHQ/s480/vas.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-XwEtbcREGK0/XelXKDcsO7I/AAAAAAAADfA/KKmxDy493dkvpoyO42lbDSkoanrVvvtDgCLcBGAsYHQ/s480/vas.jpg", "date" : "2018", "genre" : "18+", "length" : "1hr 39min", "size" : "901 MB", "title" : "Sauvage", "video" : "https://megaup.net/26Qu4/Sauvage_Wild.2018.Web-DL.720P.PP.mp4", "vol" : "ဒီကားက Gay တစ္ေယာက္ရဲ႕ ညဥ့္နက္ခ်ိန္ေတြျဖတ္သန္းရတဲ့\nအေၾကာင္းကုိ အဓိကရုိက္ျပထားပါတယ္……\nေျပာရရင္ ညဥ့္ငွက္ Gay ေကာင္ေလးတစ္ေယာက္ဆုိပါေတာ့…..\nဒါဆုိရင္ေတာ့ သူလႈပ္ရွားေနတဲ့ ပုံရိပ္ေတြကုိ\nရိပ္မိႀကမယ္ထင္ပါရဲ႕……\nသူပ်ံသန္းတဲ့ ပတ္၀န္းက်င္ဟာ လူတန္းစားအစုံပါပဲ…\nသူတုိ႕ တဏွာစိတ္ေျပတာနဲ႕ အမႈိက္တစ္စလုိလႊင့္ပစ္တတ္ၾကသလုိ\nတစ္ခါတစ္ရံ လူသားမဆန္စြာ ႏွိပ္စက္တတ္ၾကပါေသးတယ္….\nေပးဆပ္ရတာနဲ႕မတန္တဲ့ ေငြအေၾကြတစ္ခ်ဳိ႕ကုိ\nမ်က္ရည္သုတ္ၿပီး ယုိင္နဲ႕နဲ႕ ေျခလွမ္းေတြနဲ႕ ေက်ာခင္းစရာလုိက္ရွာရတဲ့\nသူ႕အျဖစ္က တကယ့္ကုိသနားစရာပါပဲ….\nကုိင္းခံစားၾကည့္လုိက္ပါဦး….\nဒီကားက 18+ အမ်ဳိးအစားျဖစ္လုိ႕\nမိသားစုနဲ႕ အတူမၾကည့္သင့္ပါေၾကာင္းေျပာၾကားပါရေစ…\n\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Ye Pye Sone ပဲျဖစ္ပါတယ္…\n\n" }, { "coverr" : "https://1.bp.blogspot.com/-iYulCl-onGg/XelQLaDwfsI/AAAAAAAADdA/LyjB2xKI_4YpOgIFQ34M4lPsNDYuNQw9gCEwYBhgL/s480/ca.jpg", "date" : "2016", "genre" : "18+,21+", "imagee" : "https://1.bp.blogspot.com/-kA0QmecaBlE/Xg-mrgoHYRI/AAAAAAAAEEc/zwpmEGD4jtA789zxjuhx3HxqYx9oW4chACLcBGAsYHQ/s600/kGZDYsaRGu01nBOXgO1moa3mLL4.jpg", "length" : "1hr 21nin", "size" : "701 MB", "title" : "Deadly Pickup", "video" : "https://megaup.net/48Fql/(DS)Deadly.Pickup.2016.WEBRip.x264-RARBG.mp4", "vol" : "နာမည္ေလးက ေလေျပ…\nနာမည္ ေလးက ႏူးညံ့သေယာင္ေယာင္ထင္ရေပမဲ့ မုန္တိုင္းထက္ ၾကမ္းတမ္းျပီး\nပင္လယ္ၾကီးထက္ မာယာမ်ားတယ္…\nသူရဲ႕ မာယာေက်ာ့ကြင္းထဲက လြတ္သြားတဲ့ သားေကာင္းဆိုတာ မရိွသေလာက္ပါပဲ…\nဘယ္ရုန္းႏိုင္မွာလဲ သူမရဲ႕ အလွအပေတြက ငါးပါးအာရံုကို လႈပ္ႏိႈးေစတယ္ေလ\nသူမရဲ႕ အျပံဳး သူမရဲ႕ အခ်ိဳးအစား ျငင္းရက္စရာတကြက္မွမရိွဘူးေလ ဒီၾကားထဲ ေတာ္ကီ အျပင္းစားေတြနဲ႔ ပစ္ေပါက္တယ္ေလ…\nထပ္ေျပာရင္ ပိုတယ္ထင္မွာစိုးလို႔ လိုရင္းဇာတ္ေၾကာင္းေလးပဲ ေဖၚျပပါမယ္…\n\nဟုိက္ေ၀းလမ္းမေပၚမွာသူမက တစ္ေယာက္တည္းေလွ်ာက္လိမ့္ေနတက္ပါတယ္..\nသူမက အဆိပ္ ပိုင္းမွာ သူမတူေအာင္ကြ်မ္းက်င္လွသူပါ\nသူမရဲ႕ ေနာက္ကအလွကို မခံမရပ္ႏိုင္ျဖစ္ျပီး ကားရပ္ျပီး တင္လိုက္မိရင္ေတာ့ တင္တဲ႕သူမဟာအမွားၾကီးလုပ္မိတာပါပဲ….\nအဲဒီသူ အေသဆိုးနဲ႕ ေသရတာပါပဲ ဒါေပမဲ့ သူမမွာ စည္းတစ္ခုေတာ့ရိွတယ္….\nသူအားရေအာင္ ေပ်ာ္ျပီးမွပဲ ကိစၥတံုးပစ္တာပါပဲ…\nဒီလိုနဲ႔ သူမ ျမိဳ႕ငယ္ေလးတစ္ခုမွာ က်င္လည္မိတယ္…\nသူမအတြက္ေနစရာ အခက္ခဲရိွေနေတာ့ ေက်ာင္းသူေယာင္ေဆာင္ျပီး လူျဖဴနဲ႕ လူမဲ တို႔ရဲ႕ အိမ္ေလးမွာ အငွားေနျပီး သူမရဲ႕အလုပ္ကိုဆက္လုပ္ပါေတာ့တယ္…\nသူမအလုပ္က ရက္စက္လြန္းရာက်ျပီး လူမဆန္တဲ့ အလုပ္မ်ိဳးပါပဲ …\nသူမရဲ႕ ေက်ာ့ကြင္းထဲ ကို ဘယ္သူေတြ ဘယ္လိုမိမလဲ ဘယ္သူေတြဘယ္လိုရေအာင္ရုန္းမလဲ ဆိုတာေတာ့ အကဲခပ္ၾကည့္ၾကပါဦး…\n(ပိုးစိုးပက္စက္ မာယာမ်ားလြန္းတာေၾကာင့္ ၁၈ ႏွစ္ေအာက္ ခ်ာတိတ္ေလးမ်ား မၾကည့္သင့္ေၾကာင္း သတိခ်ပ္ပါရေစ)။" }, { "coverr" : "https://1.bp.blogspot.com/-4oTmfHNKKWI/XelWq3x2MTI/AAAAAAAADe4/HTSyKJ5xcgYO4BMkq3nAjfKILmAMG91XQCLcBGAsYHQ/s480/sg.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-4oTmfHNKKWI/XelWq3x2MTI/AAAAAAAADe4/HTSyKJ5xcgYO4BMkq3nAjfKILmAMG91XQCLcBGAsYHQ/s480/sg.jpg", "date" : "2018", "genre" : "18+,21+", "length" : "1hr 30min", "size" : "394 MB", "title" : "The Perfection", "video" : "https://megaup.net/48Fkw/the.perfection.2018_SD_%7BCM%7D.mp4", "vol" : "ဒီဇာတ္လမ္းကို ညႊန္းရင္ ဘယ္လိုညႊန္းရမလဲ စဥ္းစားရပါတယ္။\n\nဘာလို႔လဲဆိုေတာ့ Plot Twist ေတြက ပါၿပီးရင္း\n\nပါေနတာဆိုေတာ့ ေျပာလိုက္ရင္လည္း Spoil ျဖစ္မွာ စိုးပါတယ္။\n\nPlot Twist မ်ားမ်ားနဲ႔ ရင္တထိတ္ထိတ္ ခုန္ေနရမယ့္\n\nကားမ်ိဳးၾကည့္ခ်င္ရင္ေတာ့ ဒီဇာတ္လမး္ကိုသာ ၾကည့္လိုက္ပါဗ်ာ။\n\nတကယ့္ကို သည္းထိတ္ရင္ဖိုပါပဲ။အသည္းတယားယား ရင္တဖိုဖိုနဲ႔ \n\nဘာၿပီးရင္ဘာျဖစ္မယ္ဆိုတာကို မွန္းလို႔မရတဲ့ ဇာတ္လမ္းမ်ိဳးပါ။\n\nဇာတ္လမ္းအက်ဥ္းကေတာ့ ခ်ယ္လိုပညာရွင္ႏွစ္ဦးရဲ႕ဇာတ္လမ္းပါပဲ။လြန္ခဲ့တဲ့ဆယ္ႏွစ္ေက်ာ္က အေမကေလျဖတ္သြားလို႔ အိမ္ျပန္ခဲ့ရတဲ့ ခ်ယ္လိုပညာရွင္ နဲ႔ယခုလက္ရွိ ဂီတေလာကမွာ ေအာင္ျမင္ေနတဲ့လူငယ္ခ်ယ္လိုပညာရွင္တို႔ ႏွစ္ေယာက္ၾကားက ဇာတ္လမ္းေလးပါ။သူတို႔ႏွစ္ေယာက္ ဆံုေတြ႕မႈကေန စခဲ့တဲ့ ဇာတ္လမ္းေလးပါ။ေနာက္ဆက္တြဲေတြက ဘာျဖစ္မလဲဆိုတာကိုရင္တထိတ္ထိတ္နဲ႔ ခုန္ၿပီး ၾကည့္မွ အရသာရွိမွာပါ။ေျပာျပရင္ ဇာတ္က ေပါ့သြားမွာစိုးတဲ့အတြက္ ဒီေလာက္ပဲ ေျပာျပပါရေစ။ၾကည့္မိလို႔ ေနာင္တမရေစရပါဘူး။သတိေပးခ်င္တာေလးေတြကေတာ့…..ေသြးထြက္သံယို အခန္းေတြ ပါပါတယ္။\nကေလးေတြ မၾကည့္သင့္တဲ့အခန္းေတြ ပါပါတယ္။\nနည္းနည္းေလးေတာ့ လန္႔စရာေကာင္းပါတယ္။\nသရဲကား၊ လူသတ္ကား မဟုတ္ေပမယ့္သည္းထိတ္ရင္ဖို ဇာတ္လမ္းအမ်ိဳးအစားပါ။IMDb Rating က 6.2 ပါ။\nRotten Tomatoes ကေတာ့ 85% ေပးထားပါတယ္။ဒီေလာက္ဆိုရင္ေတာ့ ဒီဇာတ္လမ္းအေျခအေနကို ခန္႔မွန္းမိေလာက္ပါၿပီးဘာသာျပန္နဲ႔ အညႊန္းကေတာ့ August ပါ" }, { "coverr" : "https://1.bp.blogspot.com/-7runOwnQUfM/XelU7c90ZbI/AAAAAAAADes/QL7EWTuy1JcWJgs62R2rKjlZIZpPS74NgCLcBGAsYHQ/s480/maria-2019-full-pinoy-movies.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-7runOwnQUfM/XelU7c90ZbI/AAAAAAAADes/QL7EWTuy1JcWJgs62R2rKjlZIZpPS74NgCLcBGAsYHQ/s480/maria-2019-full-pinoy-movies.jpg", "date" : "2019", "genre" : "18+", "length" : "1hr 30min", "size" : "624 MB", "title" : "Maria", "video" : "https://megaup.net/26w1i/(CM)Maria.2019.1080p.NF.WEB-DL.DDP5.1.x264-NTG[EtHD_SmallFile.mp4", "vol" : "လီလီဟာ ဘလက္ခ္ရုိစ့္ဆုိတဲ့ ဒုစရုိက္ဂုိဏ္ၾကီးရဲ႕ ထိပ္တန္းလုပ္ၾကံေရးသမား တစ္ဦးၿဖစ္ပါတယ္။ တစ္ေန႔မွာေတာ့ ေပးအပ္တဲ့တာ၀န္ကုိ\nဖီဆန္ခဲ့မႈနဲ႔ ဂုိဏ္းက သူ႔ကုိ သတ္မိန္႔ေပးခဲ့ပါတယ္။ အဲ့ဒါေတြအားလုံးဆီကေန သူ႔နည္းသူ႔ဟန္နဲ႔ ေရွာင္ထြက္လြတ္ေၿမာက္ေနခဲ့ၿပီး ကာလတစ္ခုမွာ သူဟာ ဘ၀ေဟာင္းကိုေမ့ေပ်ာက္ထားၿပီး မာရီယာ ဆုိတဲ့ သာမန္\nအိမ္ေထာင္ရွင္မအၿဖစ္ ဘ၀သစ္တစ္ခုကို ထူေထာင္ေလွ်ာက္လွမ္းေနတဲ့ အခ်ိန္ အတိတ္ေဟာင္းက မိတ္ေဆြေဟာင္းေတြ သူ႔ကုိ\nၿပန္ေၿခရာခံမိသြားတဲ့ေနာက္ သူ ရုန္းထြက္ခ်င္တဲ့ဘ၀ဆီက လြတ္ေၿမာက္ႏုိင္ပါ့မလား။\nဘယ္လုိၿဖစ္ရပ္ဆုိးေတြၾကဳံလာရမလဲဆုိတာ..။\nအမ်ိဳးသမီးဗားရွင္းနဲ႔ John wick လုိ႔ေၿပာလုိ႔ရပါတယ္။ ၿမင္ေနက် ဇာတ္အိမ္မ်ိဳးကုိမွ သြက္သြက္လက္လက္နဲ႔ ေနာက္ခံေတးဂီတ\nေကာင္းေကာင္း အက္ရွင္ခန္း အလန္းစားေတြနဲ႔ ဆြဲေခၚသြားႏုိင္ပါတယ္။ အက္ရွင္ခန္း ႏွိပ္စက္ခန္းတစ္ခ်ိဳ႕ၾကမ္းလြန္းလုိ႔ကေလးေတြအတြက္ေတာ့ မသင့္ေတာ္ပါဘူး။\n\n" }, { "coverr" : "https://1.bp.blogspot.com/-ORArc3z0Tzo/XelUqvCUsJI/AAAAAAAADec/2jOUGrE7ea4qByEbiS8QE0RwW_SC9HTkQCLcBGAsYHQ/s480/p13708436_v_v8_ab.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-ORArc3z0Tzo/XelUqvCUsJI/AAAAAAAADec/2jOUGrE7ea4qByEbiS8QE0RwW_SC9HTkQCLcBGAsYHQ/s480/p13708436_v_v8_ab.jpg", "date" : "2017", "genre" : "18+", "length" : "1hr 27min", "size" : "Unknow", "title" : "From Straight A's to XXX", "video" : "Unknow", "vol" : "ဒီဇာတ္လမ္းကို ဘာမွ မၫႊန္းရေသးဘဲ ဇာတ္လမ္းနာမည္ ကို ဖတ္မိ႐ုံ နဲ႕ ပုရိသ အခ်ိဳ႕ကို ေကာင္းေကာင္း စြဲေဆာင္နိုင္လိမ့္မယ္ထင္ပါတယ္။\nကြၽန္ေတာ္တို႔ ျမင္ေနက် ျမင္ကြင္းေတြရဲ႕ ေနာက္ကြယ္ကို ေခၚေဆာင္သြားမွာမို႔ လဲ အသစ္တခ်ိဳ႕ကို ရမွာပါ\n\nပညာေပးတဲ့ဘက္လည္း နည္းနည္းေရာက္တယ္ ၿပီးေတာ့ အနည္းငယ္ ညစ္ညမ္းတဲ့ ဇာတ္ကြက္ တစ္ခ်ိဳ႕ ပါဝင္​ေပမယ့္လည္း ဇာတ္ကြက္လိုအပ္ခ်က္အရ ျပတာျဖစ္တဲ့ အတြက္ မိသားစု နဲ႕ၾကည့္လို႔လဲ အဆင္ေျပမွာပါ\nဇာတ္လမ္းအက်ဥ္းကေတာ့\nမီရီယမ္ ဟာ စာသိပ္ေတာ္တဲ့ ရွက္တတ္တဲ့ ဗိုင္းေကာင္းေက်ာက္ဖိ မိန္းကေလးတစ္ေယာက္ ေရွ႕ေန ျဖစ္ခ်င္တဲ့ သူ ဥပေဒ နဲ႕ ပတ္သတ္ၿပီး နာမည္ေက်ာ္ Duke တကၠသိုလ္မွာ တက္ခ်င္တဲ့သူတစ္ေယာက္\n\nတကၠသိုလ္ဝင္တန္းေအာင္ေတာ့ နာမည္ေက်ာ္ Duke ဝင္ခြင့္ ဖိတ္ေခၚလႊာကိုရတယ္။ သိပ္ကို ကုန္က်စရိတ္မ်ားကို ေက်ာင္း သူ႕မွာ အျခားေက်ာင္း​ေလွ်ာက္ ခြင့္ရတာေတာင္ Duke မွ Duke ျဖစ္ေနေတာ့\n\nမိဘေတြမွာက ေငြေရးေၾကးေရး ၾကပ္တည္းေနေပမယ့္ စိတ္အားထက္သန္လြန္းတဲ့ သမီးကို မတာရက္ဘူးရေအာင္ထားမယ္ဆိုၿပီး ကတိေတြေပးတယ္ ။\n\nဒီလိုနဲ႕ မီရီယမ္ တစ္ေယာက္ Duke ကို ေရာက္ခဲ့တယ္ဆိုပါေတာ့ ေက်ာင္း ပထမႏွစ္ဝက္ေတာင္မကုန္ပါဘူး ေငြေရးေၾကးေရး ခက္လာတယ္ ။\nသူ တက္ခ်င္တဲ့ ေက်ာင္းကို ဆက္တက္ဖို႔ဘာလုပ္ရမလဲအျပင္းအထန္ စဥ္းစားရင္း သူလိုသေလာက္ ေငြပမာဏကို အခ်ိန္ပိုင္း လုပ္ရင္းရဖို႔ လမ္းစေတြ႕သြားတယ္ ဆိုၾကပါစို႔\n\nဒါ ဇာတ္လမ္း အက်ဥ္းပါဘဲ စိတ္ဝင္စားစရာေကာင္းတာက မီရီယမ္ကို ပုံေဖာ္ထားတာပါ\nေရွ႕ေနျဖစ္ခ်င္တဲ့သူ ထက္ျမက္တယ္ အရာရာမွာ က်ား မ တန္းတူ အခြင့္အေရးကို ယုံၾကည္သူ Feminist စစ္စစ္ တစ္ေယာက္ ေငြေရးေၾကးေရး အခက္အခဲ\nအတြက္ သူ လုပ္တဲ့ အလုပ္အေပၚ လူေတြကို ဘယ္လိုေခ်ပမလဲ သူ႕အလုပ္ဟာ တကယ္ ေရာ လူ႕အသိုင္းအဝိုင္းမွာ လက္ခံရမွာလား\nေငြရမယ့္ နည္းလမ္းေတြ ရွိခဲ့သည့္တိုင္ ေအာင္ ဒါကိုေ႐ြးတဲ့ မီရီယမ္ဟာ ဘယ္လို မိန္းစားမ်ိဳးလဲ\n\nအဆုံးသတ္ အေနနဲ႕ ေျပာရရင္ ဒီဇာတ္လမ္း ဟာ ညစ္ညမ္းဇာတ္ကားေတြရဲ႕ ေနာက္ကြယ္က အျဖစ္အပ်က္ အခ်ိဳ႕ကို\nပါးပါး ေလးျပထားပါတယ္\n\nစိတ္ဝင္စားစရာ ေကာင္းတာက ညစ္ညမ္းကားေတြ တရားဝင္ ရိုက္ခြင့္ ရေနတဲ့ သူတို႔လို နိုင္ငံေတြမွာေတာင္ ညစ္ညမ္းကားရိုက္တဲ့ မင္းသမီး ေတြအေပၚထားတဲ့ သ​ေဘာထားေတြ ကိုပါ ေလ့လာလို႔ ရမွာပါ။\n\nပညာေပးကားေလးလို႕ ၫႊန္းဆိုခ်င္ပါတယ္။\n\n(႐ုပ္ရွင္အၫႊန္းနဲ႔ဘာသာျပန္တင္ဆက္ထားသူကေတာ့ DS Charm ျဖစ္ပါတယ္။)" }, { "coverr" : "https://1.bp.blogspot.com/-ZEwn8iirW6U/XelUqub0ueI/AAAAAAAADeg/rCcYUIo9-HgbONfXhsvQLs7pUGun0hkegCLcBGAsYHQ/s480/p10776_v_v8_aa.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-ZEwn8iirW6U/XelUqub0ueI/AAAAAAAADeg/rCcYUIo9-HgbONfXhsvQLs7pUGun0hkegCLcBGAsYHQ/s480/p10776_v_v8_aa.jpg", "date" : "1988", "genre" : "18+,Romance,Erotic", "length" : "1hr 44min", "size" : "HD(513 MB) SD(137 MB)", "title" : "Two Moon Junction", "video" : "338355373505994", "vol" : "ေတာင္ပိုင္းရဲ႕ ဂုဏ္႐ွိန္ႀကိီးပါတဲ့ မိသားစုတစ္ခုက Aprilဆိုတဲ့ မိန္းကေလးတစ္ေယာက္ရဲ႕\n\nဘဝအခ်ိဳးအေကြ႕ကေတာ့ ဘဲြ႕ရၿပီး မၾကာခင္ ေဆာင္ေတာ့မယ့္ သူ႕မဂၤလာေဆာင္ရက္ကေလး မတိုင္ခင္မွာ ေပၚေပါက္လာပါတယ္။\n\nအေၾကာင္းကေတာ့ ထရပ္ကားတစ္စီးေပၚမွာ ေခြးတစ္ေကာင္နဲ႔ပဲ အျမဲအတူ႐ွိေနတတ္တဲ့ ေလလြင့္လူတစ္ေယာက္ သူ႔ဘဝထဲဝင္လာျခင္းပါပဲ။\n\nဆရာႀကီးပီမိုးနင္း မိန္းမစိတ္က်မ္းထဲထည့္ေရးဖူးသလို မိန္းမစိတ္ဟာ ဆန္းပါတယ္။\n\nသူုျပခဲ့တဲ့ ဥပမာဆိုရင္ေတာ့.. “မိန္းမတစ္ေယာက္ဟာ ပုံပ်က္ပန္းပ်က္႐ုပ္ဆိုးၿပီး ဗလေကာင္းေနတဲ့လူတစ္ေယာက္ကို လွမ္းအျမင္မွာ အလိုလိုခ်စ္သြားၿပီး အနီးကပ္မွ သူ႔ေယာက်ာ္းမ်က္ႏွာဒဏ္ရာရလာတာမွန္း သိရေတာ့ စိတ္မပါေတာ့တာမ်ိဳဳးပါ”။ အရာရာေရႊအတိက်ၿပီးခဲ့တဲ့အနာဂတ္ရယ္ ဆႏၵအလိုလိုက္မႈေတြရယ္ ၾကားမွာ ဂုဏ္သေရ႐ွိပညာတတ္Aprilဆိုတဲ့ေကာင္မေလးတစ္ေယာက္ ကေလကေခ် အ႐ိုင္းအစိုင္းတစ္ေကာင္ကိုဆက္ဆံတဲ့ပုံေတြကေတာ့ တကယ့္ကို နားလည္ရခက္ခက္ပါပဲ။ မိန္းမဆိုတဲ့ က်မ္းႀကီးကိုလူအေတာ္မ်ားမ်ားကေတာ့ အေႏွးနဲ႔အျမန္ေလ့လာရမွာပါပဲ…ဒီဇာတ္လမ္းကေတာ့ နားလည္ရခက္မယ့္မိန္းမစိတ္အေၾကာင္းေလ့လာရာမွာ တစ္ေထာင့္တစ္ေနရာက အေထာက္အကူုျဖစ္ေစမွာပါ ထုံးစံအတိုင္း ပညာယူရင္းမင္းသမီးေခ်ာေလး SHEIRLYN FENNရဲ႕ တစ္ေၾကာင္းမ်ဥ္းအလွတရားေပါင္းမ်ားစြာကုိ တ၀ႀကီးေတြ႕ရမွာပါ…၁၈+အခန္းေပါင္းမ်ားစြာပါသျဖင့္ မိသားစုႏွင့္အတူမၾကည့္သင့္ပါ…." }, { "coverr" : "https://1.bp.blogspot.com/-kaP2s0tE0b4/XelUMsJMiPI/AAAAAAAADeQ/Q4MisnibkR8O1Y0tNhERTQahfGc8SBblQCLcBGAsYHQ/s480/vdv.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-kaP2s0tE0b4/XelUMsJMiPI/AAAAAAAADeQ/Q4MisnibkR8O1Y0tNhERTQahfGc8SBblQCLcBGAsYHQ/s480/vdv.jpg", "date" : "2008", "genre" : "18+,japan,21+", "length" : "1hr 21min", "size" : "499 NB", "title" : "Wall Lover", "video" : "https://megaup.net/nuWp/[18+]_Wall_Lover_(2008)_DVDRip_480p_(500_MB).mp4", "vol" : "Dark Side Production မွတင္ဆက္သည္\n\n \n\nမခ်စ္တက္ေသာေယာက်ာၤးႏွင့္ အခ်စ္ငတ္ေသာမိန္းမ\n\n=======================\n\nဇာတ္ကားတစ္ကားကို ပရိတ္သတ္လက္ထဲထည့္ေတာ့မယ္ဆိုရင္…ဘာသာျပန္တဲ့သူလည္း အပင္ပန္းခံ တင္တဲ့သူလည္းအပင္ပန္းခံၿပီးေတာ့ ေဒါင္းတဲ့သူေတြလည္းအက်ိဳးရိွေအာင္ ေရြးခ်ယ္ၿပီးေတာ့တင္ဆက္ရပါတယ္….\n\nဒီဇာတ္ကားေလးကေတာ့ အားလံုးနဲ႔လံုးဝအဆင္ေျပေစမယ္လို႔ယံုၾကည္မိပါတယ္…\n\n18+ အမ်ားစုကေတာ့ လိုရာေရာက္ေအာင္ဆြဲယူတက္ၾကေပမဲ့ ဒီဇာတ္ကားေလးကေတာ့ထူးျခားပါတယ္..\n\nပညာေပးမက္ေဆ့ေလးေတြေပးပါတယ္…\n\nအိမ္ေထာင္႐ွင္ေတြေရာ လူပ်ိဳေတြပါၾကည့္သင့္တယ္..\n\nဇာတ္လမ္းေလးကိုအတိုခ်ဳပ္ေျပာျပေပးပါ့မယ္…\n\nအသက္ႀကီးေက်ာင္းဆရာတစ္ေယာက္က တက္ေသြးႂကြအပ်ိဳျဖန္းေလးကိုယူမိတာက စတာပါပဲ…\n\nသူမရဲ႕႐ုပ္ရည္ကၫႊန္းစရာမလိုေအာင္ျပည့္စံုလြန္းလွပါတယ္…\n\nဒါေပမဲ့ သူမမွာလိုအပ္ခ်က္ရိွေနပါတယ္ အဲဒါကေတာ့ အသက္ႀကီးတဲ့ေယာက်ာၤးကိုယူခဲ့မိတာပါပဲ…\n\nသူမရဲ႕အသက္အရြယ္နဲ႔တမွ်လက္ဆက္ေနတဲ့ ရာဂမီးကို ေက်ာင္းဆရာအိုႀကီးက ညိွမ္းမေပးႏိုင္တာပါပဲ…\n\nလူ႔စိတ္ဆိုတာ အခက္သားကလား…\n\nလင္မယားျဖစ္ေနေပမဲ့ ခံစားခ်က္ေတြကိုမထုတ္ေဖာ္ၾကဘူးေလ… ႀကိတ္ၿပီးခံစားေနၾကတယ္ေလ…\n\nေကာင္မေလးက မေနႏိုင္ေတာ့ အြန္လိုင္းကေနပစၥည္းေတြမွာၿပီး အာသာေျဖေတာ့တာပါပဲ…\n\nအဲဒီအေတာအတြင္းမွာပဲ အိမ္နီးခ်င္လင္မယားသစ္ တစ္တြဲ ထပ္ေရာက္လာပါတယ္…\n\nသူတို႔လင္မယားကလည္းအေပးအယူမတည့္ၾကလို႔ ကေတာက္ကဆေတြနဲ႔ပါပဲ…\n\nဘာေတြဘယ္လိုဆက္ျဖစ္မွာလဲဆိုတာေတာ့ စဥ္းစားမေနပဲ အေျပးသာေဒါင္းၾကည့္ေပေတာ့ဗ်ာ…တစ္ကယ္တန္မွာပါဗ်ာ…\n\nစကားမစပ္ အျကည့္နဲ႕တင္အရည္ေပ်ာ္သြားနိုင္တဲ့ AV မင္းသမီးႀကီးေတြသ႐ုပ္ေဆာင္ထားတာျဖစ္လို႔ မိသားစုနဲ႔ၾကည့္ဖို႔မသင့္ေတာ္ပါဘူး…\n\nစကားမစပ္ FA ေတြအတြက္ ရည္းစားစကားေျပာနည္းအသစ္ေတြ႔ရမွာပါ\n" }, { "coverr" : "https://1.bp.blogspot.com/-V9aCYwj91gw/XelUBUOdl9I/AAAAAAAADeM/o4__HJdzDUcMm8_hSOqHcUd-xWfduyrpwCLcBGAsYHQ/s480/p15735013_v_v8_aa.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-V9aCYwj91gw/XelUBUOdl9I/AAAAAAAADeM/o4__HJdzDUcMm8_hSOqHcUd-xWfduyrpwCLcBGAsYHQ/s480/p15735013_v_v8_aa.jpg", "date" : "2018", "genre" : "18+,Romance", "length" : "1hr 23min", "size" : "786 MB", "title" : "Dead Sexy", "video" : "https://www.mediafire.com/file/wei9tx2a8atdsal/%28CM%29_Dead_Sexy_2018_%28Large_Size%29.mp4/file", "vol" : "အမ္ဘာ၊ ဘရန္ဒီနဲ႔ ကတ္စီတို႔သံုးေယာက္ဟာ\n\nစားေသာက္ဆိုင္မွာအလုပ္လုပ္ၾကတဲ့စားပဲြထိုးမယ္ေလးေတြေပါ့\n\nတစ္ေန႔မွာအမ္ဘာရဲ႕အေမက အမ္ဘာ့ရဲ႕ဆံုးပါးသြားတဲ့အေဒၚ့အိမ္မွာ သြားေနခိုင္းပါတယ္\n\nအမ္ဘာလဲသူ႔ရဲ႕က်န္တဲ့သူငယ္ခ်င္းႏွစ္ေယာက္ကိုပါေခၚျပီး\n\nအိမ္ႀကီးကိုသြားေနတဲ့အခါမွာ ထူးဆန္းတဲ့အျဖစ္အပ်က္ေလးေတြၾကံဳေတြ႔လာရပါေတာ့တယ္\n\nအဲ့ဒါကဘာလဲဆိုေတာ့ ၀ိဥာဥ္နဲ႔အတူေပ်ာ္ေမြ႔ေနရတာပါပဲ…\n\nLuxuryဆန္ဆန္ေပ်ာ္ေမြ႔လိုတဲ့အမ္ဘာရယ္၊\n\nမိန္းကေလးငယ္ေလးေတြလိုRoျပီးေပ်ာ္ေမြ႔လိုတဲ့ကတ္စီရယ္နဲ႔\n\nဘီဒီအက္စ္အမ္ကိုသာယာေမြ႔ေပ်ာ္တတ္တဲ့ဘရန္ဒီ…\n\nမတူညီတဲ့သူတို႔သံုးေယာက္လံုးရဲ႕ေတာင့္တမႈေတြကိုလဲ\n\n၀ိဥာဥ္ကမ႐ိုးရေအာင္ျဖည့္စြမ္းေပးႏိုင္တဲ့အခါမွာ\n\nသူတို႔အတြက္ ေယာက်္ားသားေတြပါမလိုအပ္ေလာက္ေတာ့ဘူးလို႔ထင္ျမင္လာပါတယ္…\n\nအဲ့လိုေယာက်္ားသားေတြမပါဘဲ ၀ိဥာဥ္နဲ႔ပဲဆက္ဆံျပီး\n\nအျမဲတမ္းအဲ့လိုေနသြားႏိုင္မွာလား\n\nဒါမွမဟုတ္ဘာေတြဘယ္လိုဆက္ျဖစ္ဦးမယ္ဆိုတာကိုေတာ့\n\nလက္ေတြ႔ၾကည့္ၾကည့္လိုက္ပါ…\n\nဒီဇာတ္ကားေလးကေတာ့ ခပ္ေဟာ့ေဟာ့မိန္းကေလးေတြျဖစ္ၾကတဲ့\n\nအမ္ဘာတို႔သံုးေယာက္ကိုၾကည့္ရတာနဲ႔တင္တန္ေနပါျပီေနာ္\n\n" }, { "coverr" : "https://1.bp.blogspot.com/-1JcwEWsG9zU/XelS36hHbCI/AAAAAAAADeA/aeopWKSL-gEk3u4iST384iacixIhJ03UgCLcBGAsYHQ/s480/ad.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-1JcwEWsG9zU/XelS36hHbCI/AAAAAAAADeA/aeopWKSL-gEk3u4iST384iacixIhJ03UgCLcBGAsYHQ/s480/ad.jpg", "date" : "2015", "genre" : "21+,japan", "length" : "2hr 23min", "size" : "595 MB", "title" : "Holy Mother", "video" : "https://megaup.net/4OB7y/(DS)Holy_Mother,Please[XVSR-060]_480p.mp4", "vol" : "\nPresented by Dark Side Production\n\nAyano Nana is a Nun in Japan. She is very kind and genuine, somewhat naive, but she also has some self-admitted dark feelings in her heart. On top of that, she is very well looking. And everyone around her notices that fact.\n\nWhen people in distress come seeking for help, she is always eager to offer help and a solution. Such a solution always involve the dude shooting their load, regardless of the problem. But hey, It always works wonderfully.\n\nThe first scene has a little bit of an absurd touch. Like when the dude takes out of nowhere a huge bottle of baby-oil and offers it to Ayano. But it was so hilarious and it plays perfectly.\n\nAll the other scenes have some juice too and they are good.\n\nAyano Nana is awesome and the queen of quirky. She is so funny and has a body to die for. I can’t be the only one who misses her greatly. But by now I don’t really expect her to make a comeback." }, { "coverr" : "https://1.bp.blogspot.com/-MTSXOLMSnDs/XelSav9MB1I/AAAAAAAADd4/lbZ3f3LBqTgZvjYSeylL3RsUbkv6dYy5gCLcBGAsYHQ/s480/91rbfOs3nSL._SL1500_.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-MTSXOLMSnDs/XelSav9MB1I/AAAAAAAADd4/lbZ3f3LBqTgZvjYSeylL3RsUbkv6dYy5gCLcBGAsYHQ/s480/91rbfOs3nSL._SL1500_.jpg", "date" : "2019", "genre" : "21+,japan", "length" : "1hr 58min", "size" : "448 MB", "title" : "Her Older Sister Seduced Me With her big boobs", "video" : "https://megaup.net/1tges/(DS)_PPPD-340_JULIA_FHD_480p.mp4", "vol" : "ေပါက္စိႀကိဳက္သူမ်ားအတြက္ အထူးတင္ဆက္သည္\n\n21+ ဆိုတာကိုေတာ့ ႀကိဳတင္သတိေပးပါရေစ\n\nJAV ေလာကရဲ႕ အထက္တန္းစားေပါက္စိေတြ ပိုင္ဆိုင္ထားတဲ့ Julia နဲ႔မိတ္ဆက္ေပးလိုက္ပါတယ္\n\n႐ုပ္ရည္ကလည္းေျပျပစ္ၿပီး သ႐ုပ္ေဆာင္ဟန္ပန္အမူရာကလည္း Over မရွိသေလာက္ပါပဲ\n\nကင္မရာ အယူေတြကလည္း အားရစရာပါ\n\nအ႐ြယ္ေရာက္ၿပီးသား Julia နဲ႔ မီကီတို႔ ညီအစ္မႏွစ္ေယာက္ အိမ္ႀကီးတစ္အိမ္ထဲမွာ အတူေနၾကပါတယ္\n\nတစ္ေန႔မွာ မီကီက သူ႔ရည္းစား မာကိုတိုကိုအိမ္ကိုေခၚလာပါတယ္\n\nမီကီက ဇီဇာေၾကာင္တဲ့ မိန္းကေလးတစ္ေယာက္ Julia က သူတို႔ကိုၾကည့္ၿပီး အားမလိုအားမရျဖစ္ေနသူ…\n\nခႏၶာကိုယ္ခ်င္းယွဥ္ရင္လည္း ညီအမလို႔သာေျပာတာ မိုးနဲ႔ေျမလိုကြာေနတယ္…\n\nဒါေပမဲ့ မာကိုတိုက ႐ိုးသားၿပီး ေအးေဆးေနတက္သူ…\n\nတစ္အိမ္ထဲမွာ အတူဆုံမိေတာ့ ဘာေတြ ဘယ္လိုေျဗာင္းဆန္ကုန္မလဲဆိုတာ အျမန္သာၾကည့္လိုက္ပါလို႔ ၫႊန္းလိုက္ပါရေစ..\n\nသူတို႔သုံးဦး သုံးပြင့္ဆိုင္အခ်စ္ဇာတ္လမ္းက ျပင္းထန္လြန္းတာေၾကာင့္ 21ႏွစ္ ေအာက္လူငယ္မ်ား ၾကည့္ဖို႔မသင့္ေတာ္ပါဘူး\n\n(ကိမုခ်ိမွတင္ဆက္ေပးထားပါတယ္)" }, { "coverr" : "https://1.bp.blogspot.com/-3ClJxRU0ZmE/XeAUGsY-roI/AAAAAAAADU8/IW2yOPKv3iEQya2XAuJZ2sIKjE0BTeAiACLcBGAsYHQ/s480/STARhd775.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-3ClJxRU0ZmE/XeAUGsY-roI/AAAAAAAADU8/IW2yOPKv3iEQya2XAuJZ2sIKjE0BTeAiACLcBGAsYHQ/s480/STARhd775.jpg", "date" : "2017", "genre" : "21+,japan", "length" : "2hr 02min", "size" : "548 MB", "title" : "My Name Is Iori Kogawa", "video" : "https://megaup.net/1ta5h/[DS]STAR-775_porn_1080_My_Name_Is_Iori_Kogawa_Suddenly_One_Day,_Ms._Iori_And_I_Switched_Bodies_SmallFile.mp4", "vol" : "[Dark Side Production မွတင္ဆက္သည္။]\n\n(ျမန္မာစာတန္းထိုးပါသည္.)\nu\nMy Name Is Iori Kogawa Suddenly One Day, Ms. Iori And I Switched Bodies\n\nSuddenly one day Iori Kogawa exchanged bodies with her teacher. The girl is the man, the man is the girl in the story. Sounds like a Korean drama, isn’t it?. 🙂 Lol. In fact, it’s a “Your name” parody (Kimi no na wa), that kind of story.\n\nI appreciate this story and the effort so much. Because In terms of drama and story-building JAV is nowhere as good compared to K-dramas. Not that they need to, because Japanese porn has other resources anyways. 🙂 🙂 🙂\n\nSo with this release, I comply my promise of subbing something from Iori Kogawa. And subbing one of those “JAV for girls”. And a good one. The story builds more slowly, but at time’s is really hilarious. I don’t want to spoil the story for anyone. But Iori Kogawa is so freaking funny and hilarious!. Example:\n\n 00:03:00, Iori hya! moment. Almost pissed my pants laughing.\n 00:10:00, discoverring herself as a woman.\n 00:50:28, Iori’s hey yeah bro moment.\n\nOr in other words, this JAV release is hilarious. A great watch.\n\nSubbed exclusively on this website, enjoy." }, { "coverr" : "https://1.bp.blogspot.com/-syRJa3hgwRM/XeAiDkZ7jMI/AAAAAAAADVg/P6bqSqo1Q4sIXgmuKnh-UnV2LZAqc207wCLcBGAsYHQ/s480/She%25E2%2580%2599s%2BJust%2Ba%2BShadow%2B%25282019%2529.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-syRJa3hgwRM/XeAiDkZ7jMI/AAAAAAAADVg/P6bqSqo1Q4sIXgmuKnh-UnV2LZAqc207wCLcBGAsYHQ/s480/She%25E2%2580%2599s%2BJust%2Ba%2BShadow%2B%25282019%2529.jpg", "date" : "2019", "genre" : "21+,japan", "length" : "1hr 58min", "size" : "370 MB", "title" : "She’s Just a Shadow", "video" : "https://megaup.net/2Ov1j/Shes.Just.a.Shadow.2019_SD_%7BDarkSide%7D.mp4", "vol" : "ရွည္ရွည္ေ၀းေ၀းေတာ့ မေျပာေတာ့ဘူးဗ်ာ\n\nဂ်ပန္ကား အဂၤလိပ္စကားေျပာ\n\nဇတ္လမ္း အညႊန္းကို ေျပာရရင္ နည္းနည္းထူးဆန္းမယ္\n\nဒီရုပ္ရွင္ကားက 21+ လို႔ ေျပာလုိ႔ရတယ္\n\nUncensored ပဲ အကုန္ အရွင္းတုိင္း ျပလို႔ အေတာ္လန္႔ရတယ္\n\nမိသားစုႏွင့္ အတူမၾကည့္ပါနဲ႔ ေယာက်ၤားေလး ၂၁ ေယာက္ စုၾကည့္ပါ\n\n၂၁ ေယာက္ မျပည့္ရင္ က်ိန္စာသင့္ပါမယ္ 😛\n\nဇတ္လမ္းထဲမွာေတာ့ ဇိမ္မယ္ေတြ ရွိတဲ့ အိမ္ႀကီးတစ္ခုရယ္\n\nဂိုဏ္းစတား တစ္ဖြဲ႔ရယ္ ၾကားထဲကို ၀င္ရႈပ္မိတဲ့\n\nလူတစ္ေယာက္ ကေန စရာမွာပဲ\n\nအဲ့ဒီလူကလဲ သူပစ္မွတ္ထားတဲ့ ေကာင္မေလးေတြကို\n\nျပန္ေပးဆြဲ မုဒိန္းက်င့္ၿပီး သက္ပစ္ေနတဲ့ ဖမ္းမမိတဲ့\n\nကြင္းဆက္လူသတ္သမား..\n\nသူဇယား သြားရႈပ္မိတာက ဂိုဏ္းစတား တစ္ခု\n\nဘယ္လို ဘယ္ပံု ဆိုတာေတာ့ ကိုယ့္ဘာသာ ၾကည့္ၾက\n\nေကာင္မေလးေတြ ဖ်င္ေလးေတြ လံုးတာေတာ့ အာမခံတယ္\n\nက်န္တာေတာ့ မသိဘူး…\n\nၾကည့္ခ်င္ၾကည့္ မၾကည့္ခ်င္ေန\n\nTranslator အသစ္ေလး Sunday Cum က\n\nSunday မွာ ၁၈ ပလပ္အေပါင္း သူေတာ္ေကာင္းအတြက္\n\nဘာသာျပန္ တင္ဆက္ေပးလုိက္ပါၿပီ။\n\nအညႊန္းေရးၿပီး Encode ေပးတာကေတာ့\n\nက်ေနာ္ XCode ပါ တဲ့ ခင္ဗ်ား…\n\nDarkSide ကေန ျပန္လည္ႀကိဳဆိုလုိက္ပါတယ္…\n" }, { "coverr" : "https://1.bp.blogspot.com/-lCaTRR5EMNc/XelR4ip__tI/AAAAAAAADds/T6yoLrmUu2UupdPkzy_RKIvA9tg2hMIJwCLcBGAsYHQ/s480/DV.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-lCaTRR5EMNc/XelR4ip__tI/AAAAAAAADds/T6yoLrmUu2UupdPkzy_RKIvA9tg2hMIJwCLcBGAsYHQ/s480/DV.jpg", "date" : "2017", "genre" : "21+,japan", "length" : "2hr 30min", "size" : "679 MB", "title" : "Real College Girl!", "video" : "https://megaup.net/1sgh8/[DS]MIDE-370_Active_College_Student!_!pyuakawa,_Slender_19-year-old_Av_Debut!_!_Nishinomiya_Konomi_smallfile.mp4", "vol" : "(ျမန္မာစာတန္းထိုးပါသည္။)\n\nNishinomiya Konomi top-notch JAV debut. The premises are pretty simple: Konomi, a college student makes her AV debut, she is a nerve-wreck and she has not slept well last night. She meets with the camera crew outside the filming studio and they begin to break the ice…\n\nAll the video gravitates around Konomi’s cuteness, reactions and all the “first-times” she has to experience. She gets initiated by Shimiken, and why it’s always him? I really don’t know, but that was the case typically, in 2016 at least.\n\nNishinomiya Konomi is a really gorgeous lady, she has the triple combo: Face + body + outspoken personality. Her debut was truly remarkable, and all her subsequent videos are quite good as well. Sadly, and because everything good comes to an end, she has not been filming anything new lately, and her @ns_konomi twitter account was deleted too. 🙁 🙁\n\n" }, { "coverr" : "https://1.bp.blogspot.com/-KxXWeN1jofg/XelRfqx-SzI/AAAAAAAADdc/rSuJRDUh6s8VtUgOntYVX5wZXh3ODELXQCLcBGAsYHQ/s480/sff.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-KxXWeN1jofg/XelRfqx-SzI/AAAAAAAADdc/rSuJRDUh6s8VtUgOntYVX5wZXh3ODELXQCLcBGAsYHQ/s480/sff.jpg", "date" : "2017", "genre" : "21+,japan", "length" : "1hr 49min", "size" : "398 MB", "title" : "Submission of Case Files", "video" : "https://megaup.net/1rOvm/[DS]_JAV_SHKD-739_Small.mp4", "vol" : "Dark Side Production မွ တင္ဆက္သည္။\n\n\nယူကီဟာ ေခ်ာေမာလွပျပီး ဘဏ္တစ္ခုရဲ႕၀န္ထမ္းပါ…\n\nသူမရဲ႕ အသက္အရြယ္က လွေသြးၾကြယ္ခ်ိန္…\n\nအခ်စ္ဆိုတာ အ, မွန္း န, မွန္း မသိေသးတဲ့အရြယ္…\n\nလက္ထပ္တယ္ဆိုတာကို ခ်စ္ရတဲ့သူနဲ႔ အတူတူေနဖို႔ပဲ ဆိုတဲ့ အေတြးပဲရိွတဲ့ မိန္းမေခ်ာေလး…\n\nအလြယ္ေျပာရရင္ ယင္ဖို မသန္းဖူးေသးတဲ့ သူေလးေပါ့…။\n\nကီမူရာကေတာ့ ရိုးအ လြန္းတဲ့ သာမန္လူတစ္ေယာက္ပါပဲ…။\n\nယူကီ နဲ႔ ကီမူရာတို႔ဟာ ဘဏ္တစ္ခုမွာ အလုပ္အတူတူလုပ္ၾကရင္း အိုးခ်င္းထား အိုးခ်င္းထိျပီးၾကိဳးခ်င္းထားၾကိဳးခ်င္းျငိခဲ့ၾကပါတယ္..။\n\nသည္လိုနဲ႔ပဲ ေစ့စပ္ျပီးေတာ့ တစ္အိမ္တည္းအတူေနလိုက္ၾကပါတယ္ တစ္ဦးကို တစ္ဦးၾကင္နာေႏြးေထြးၾကျပီး အိမ္ေထာင္သည္ဆိုတဲ့ ဘ၀ကို ရွာေဖြထုဆစ္ၾကေတာ့မယ္…။\n\nမေမွ်ာ္လင့္ပဲ ၾကမၼာဆိုးၾကီးက သူတို႔ကို ျပင္းျပင္းထန္ထန္ရိုက္ခ်လိုက္ပါတယ္…\n\nဟုတ္ပါတယ္ သူတို႔ဘဏ္ကို ပိတ္ခါနီးေလးမွာပဲ လက္နက္ကိုင္ လူတစ္ေယာက္ေရာက္လာျပီး..\n\nဘဏ္ကို အႏုၾကမ္းစီးပါေတာ့တယ္…။\n\nဘယ္သူေတြ အထိနာလဲ ဘယ္သူေတြ အသာစီးရၾကသလဲဆိုတာေတာ့ ဆက္လက္အားေပးၾကပါဦး…\n\nအထိနာပံုက ျပင္းထန္လြန္းတာေၾကာင့္ ၂၁ နွစ္ေအာက္ လူငယ္မ်ားမၾကည့္သင့္ပါေၾကာင္းႏွင့္..\n\nအသက္ျပည့္ျပီးသူမ်ားအတြက္ အသံလံု နားၾကပ္တစ္စံုလိုအပ္ပါေၾကာင္း ၾကိဳတင္သတိေပးပါရေစ။\n\n(generate စာဖိုင္ျဖစ္သည့္အတြက္ အဆင္မေျပမႈမ်ားရိွပါက သည္းခံေပးပါရန္)" }, { "coverr" : "https://1.bp.blogspot.com/-VIOjyCtUPJk/XelRQRgFwTI/AAAAAAAADdY/jDsd13eul6I-Fg7TknGafM59G2_odsZlACLcBGAsYHQ/s480/wef.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-VIOjyCtUPJk/XelRQRgFwTI/AAAAAAAADdY/jDsd13eul6I-Fg7TknGafM59G2_odsZlACLcBGAsYHQ/s480/wef.jpg", "date" : "2018", "genre" : "21+,japan", "length" : "1hr 57min", "size" : "497 MB", "title" : "Tropical Night", "video" : "https://megaup.net/26ix9/DarkSide-MEYD-245_SmallFile.mp4", "vol" : "Dark Side Production\n\nMeguri is a married lady living with her husband and Father-in-law, however, her husband cheats on her and so she has been increasingly dissatisfied and frustrated. Then one day, suddenly, the Brother of her husband returns to the family home from Tokyo, he has lost his job and he has his own set of frustrations, even more, she gets pressured by the family to find a job.\n\nOne day, Meguri has a very sudden gesture of kindness towards the Brother, who either completely misunderstood Meguri, or couldn’t handle his blue balls anymore, but either case he jumped on Meguri, who quickly gains affection for this Brother who shares her loneliness and misfortunes.\n\nGotta say the director did fantastic work for this video, the camera angles and presentation is just perfect. The plot is simple but executed really well in a very serious approach, and the sweat scenes are just awesome.\n\nAnd what to say about Meguri? She’s so damn sexy while sweating buckets… The shower scene was great and the following one too. In fact some of the best I have seen in quite a long while.\n\n" }, { "coverr" : "https://1.bp.blogspot.com/-XZd7ssG1eCQ/XelRApwUJeI/AAAAAAAADdQ/Q5_kWSq4H3QPsFhRqYMAmHmfn-EmYoYVwCLcBGAsYHQ/s480/dg.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-XZd7ssG1eCQ/XelRApwUJeI/AAAAAAAADdQ/Q5_kWSq4H3QPsFhRqYMAmHmfn-EmYoYVwCLcBGAsYHQ/s480/dg.jpg", "date" : "2017", "genre" : "21+,korea,Erotic", "length" : "1hr 33min", "size" : "353 MB", "title" : "The Girl Next Door", "video" : "https://megaup.net/1raa4/[DS]THEGIRLNEXTDOOR17HD480.mp4", "vol" : "၂၀၁၇ ခုႏွစ္က ထြက္ရွိထားၿပီး ေဆာ္အလန္းေလးႏွစ္ေယာက္နဲ႕ တန္ဆာဆင္ထားတဲ့ ကိုးရီးယား ၁၈+ မက ၂၁+ မက် ဇာတ္ကားေလးတင္ဆက္ေပးလိုက္ပါတယ္\n\nစာဖိုင္က Generate ဖိုင္ဆိုေတာ့ သိပ္မမွန္ပါဘူး အတက္နိုင္ဆုံးႀကိဳးစားၿပီးေတာ့ ဆီေလွ်ာ္သင့္ေတာ္ေအာင္ျပန္ဆိုထားေပးပါတယ္။\n\nမင္းသမီးရဲ႕ ပုံစံေလးက ဂ်ပ္စီ ဆန္ၿပီး စြာတာတာေလးနဲ႕ အသည္းယားစရာေလးပါ။\n\nခႏၶာကိုယ္အခ်ိဳးအစားကလဲ လန္းလွၿပီး ႐ုပ္ရည္ကလည္း ဆြဲေဆာင္မႈ႕ရွိသူေလးပါ\n\nဘယ္သူမွမျငင္းရက္နိုင္တဲ့ ဆိုဒ္ဂိုဏ္ေလးေပါ့ဗ်ာ။\n\nယြန္းဆန္အယ္ တစ္ေယာက္ အလုပ္အကိုင္ မယ္မယ္ရရမရွိပဲ အိမ္မွာေနရင္း အျပာဝထၳဳေတြေရးၿပီး စိတ္ကူးယဥ္ေနပါတယ္\n\nၾကာလာေတာ့အိမ္မွာ မသင့္ေတာ္တဲ့အဆုံး သူမ အိမ္ကထြက္ကာ ၿမိဳ႕ထဲမွာ အိမ္ငွားၿပီးေနပါေတာ့တယ္။\n\nသူမရဲ႕ရည္႐ြယ္ခ်က္က အျပာဝထၳဳေရး ဘေလာ့ေထာင္ၿပီး အြန္လိုင္းမွာပဲ ပိုက္ဆံရွာဖို႔ပါပဲ။\n————————\nတစ္ေန႕သူမ ေနနဲ႕အခန္းေဘးက အသံေတြၾကားလို႔ နားစြံံ့မိရာက ဟိုဘက္ေယာက်ာၤးေလးအခန္းက သူ႕ေကာင္မေလးနဲ႕ မဖြယ္မရာလုပ္ေနတဲ့ အသံေတြျဖစ္ေနပါတယ္။\n\nသူမ အဲဒီအသံေတြေၾကာင့္ တစ္ညလုံးအိပ္မရခဲ့ပါဘူး။\n\nသူမမေနနိုင္တဲ့အဆုံး အဲဒီအခန္းဘက္ကို သတိေပးစာကပ္ပါေတာ့တယ္။\n\nေနာက္တစ္ေန႕မွာေတာ့ သူ႕အခန္းတံခါးေရွ႕မွာ သူတို႔ေတြ႕ဆုံၾကၿပီး ျမင္ျမင္ခ်င္းမွာပဲ ယြန္းဆယ္က ရင္ခုန္မိသြားၿပီးစိတ္ကူးယဥ္အျပာဝထၳဳေတြ ေရးၿပီး အာသာေျဖပါေတာ့တယ္..။\n\nတစ္ေန႕ ေကာင္ေလးက သူ႕ကို မုန္းဝယ္ေကြၽးတာနဲ႕ပက္သက္ၿပီး အခန္းထဲလာခဲ့ဖို႔ဖိတ္လိုက္ပါတယ္..။\n\nသူေရးထားတဲ့ စိတ္ကူးယဥ္ ဝထၳဳႀကီးကလဲ ဖြင့္ရက္သားႀကီးျဖစ္ေနပါတယ္….\n\nဒါကို ေကာင္ေလးက စပ္စုၿပီးဖတ္မိသြားေရာ….\n\nဆက္ျဖစ္လာမွာေတြကို ေတြးမၾကည့္ပဲ ေျပးသာၾကည့္ၾကပါေတာ့ဗ်ာ\n\nဆင္ဆာေတြ သိပ္မျဖတ္ထားတဲ့အျပင္ အေျပာအဆို ေတြက ညစ္ညမ္းလွတာေၾကာင့္ မိသားစုနဲ႕ၾကည့္ဖို႔မသင့္ေတာ္ပါေၾကာင့္ သတိခ်ပ္ပါရေစ။\n\n(ကိမုခ်ိမွတင္ဆက္ေပးထားပါတယ္)\n\n" }, { "coverr" : "https://1.bp.blogspot.com/-HFEpRnisfe4/XelQb9hl-4I/AAAAAAAADdE/xYTRbWIIzXI5OFMHYiHR3RsUHJxKgwfDQCLcBGAsYHQ/s480/cs.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-HFEpRnisfe4/XelQb9hl-4I/AAAAAAAADdE/xYTRbWIIzXI5OFMHYiHR3RsUHJxKgwfDQCLcBGAsYHQ/s480/cs.jpg", "date" : "1986", "genre" : "21+,japan", "length" : "1hr 16min", "size" : "387 MB", "title" : "Time Adventure", "video" : "https://megaup.net/4OGz0/DS)Time.Adventure.5.Seconds.Till.Climax.1986.mp4", "vol" : "Dark Side Production မွ တင္ဆက္သည္။\n\nဂ်ပန္အႏုအရြေလးေတြနဲ႔ ထူးထူးဆန္းဆန္း ဇာတ္အိမ္ေလးေတြကိုမွခံစားခ်င္တဲ့ ေဘာ္ဒါေတြအတြက္ပါ..\n\nမင္းသမီးေလးေတြကလဲ သူ႔ေခတ္သူ႔အခါက ပုရိသေတြအၾကိဳက္ အခ်ိဳးအစားေတြနဲ႔ နာမည္ၾကီးခဲ့သူေတြပါ…\n\nသာမန္ရံုး၀န္ထမ္းေလးတစ္ေယာက္ Etsuko …..\n\nတစ္ေန႔ရံုးဆင္းခ်ိန္မွာ သူမရဲ႕ သူငယ္ခ်င္း Naoko နဲ႕ သူ႕ရည္းစားတို႔ ကုမၸဏီရဲ႕ အေရးၾကီး\nဘ႑ာေရးအခန္းထဲမွာ ခ်ိန္းေတြ႔ေနတာကို ျမင္ခဲ့လိုက္ရျပီး စိတ္ေတြမရိုးမရြေတြျဖစ္လို႔ အာသာေျဖေနခိုက္….\n\nသူအိပ္ယာေပၚကထလိုက္တဲ့အခ်ိန္ အရာအားလံုးက ကေျပာင္းကျပန္ေတြျဖစ္ေနပါတယ္\n\nသူက လာမယ့္ ၁၅ ႏွစ္ကိုၾကိဳေရာက္သြားပါေတာ့တယ္….\n\nကဲ….ဇာတ္လမ္း ေက်ာရိုးေလးကေတာ့ အခ်ိန္ခရီးသြားေလးျဖစ္ျပီးေတာ့ အနုအရြေလးေတြနဲ႔တန္ဆာဆင္ထားပါတယ္….\n\nအမ်ားၾကီးေျပာရင္ အပိုေတြေျပာတယ္ ဆိုမွာစိုးလို႔ ဒီေလာက္ပါပဲ…\n\nေပါက္စိေတြကေတာ့ရွယ္ပဲဗ်ာ :3…….\n\n \n\n(ကိမုခ်ိမွတင္ဆက္ေပးထားပါတယ္)\n" }, { "imagee" : "https://1.bp.blogspot.com/-GNeGgNgYa78/XelP-fm-YJI/AAAAAAAADc8/JDvQaCMmHDAClXHE5aWUzxqLq4aoZds-gCEwYBhgL/s480/p28962_v_v8_aa.jpg", "coverr" : "https://1.bp.blogspot.com/-GNeGgNgYa78/XelP-fm-YJI/AAAAAAAADc8/JDvQaCMmHDAClXHE5aWUzxqLq4aoZds-gCEwYBhgL/s480/p28962_v_v8_aa.jpg", "date" : "2001", "genre" : "21+", "length" : "2hr 08min", "size" : "490 MB", "title" : "Sex and Lucía", "video" : "https://megaup.net/n6pj/Sex.and.Lucia.2001.360p.mp4", "vol" : "IMDb…7.2,,Rotten…71\n\nဆရာႀကီးပီမုိးနင္းက  ကာမသိဒၶိက်မ္း ဆုိၿပီး စာအုပ္တစ္အုပ္ေရးသားခဲ့တယ္…\n\nဆရာႀကီးကေတာ့ ဆန္႕က်င္ဘက္လိင္ေတြနဲ႕ပတ္သက္ၿပီး ေပါင္းသင္းဆက္ဆံေရးအဆင္ေျပေစဖုိ႕ရည္ရြယ္ေရးသားခဲ့ေပမယ့္\n\nတစ္ခ်ဳိ႕ေသာ သူေတြအတြက္ ညစ္ညမ္းစာေပသေဘာမ်ဳိးခံစားၾကတာရွိတယ္…\n\nဒီလုိပဲရုပ္ရွင္ေလာကမွာလည္း Lust, Caution , Rape me, Nymphomaniac စတဲ့ဇာတ္လမ္းမ်ဳိးေတြဟာ\n\nပညာေပးဇာတ္လမ္းေတြပါပဲ..သိတဲ့အတိုင္း အထက္ပါဇာတ္ကားမ်ားဟာ အေတာ္ပြင့္ပြင့္လင္းလင္းနဲ႕ sex အခန္းေပါင္းမ်ားစြာပါေလ့ရွိတယ္…\n\nတစ္ခ်ဳိ႕ေတြကေတာ့ အာရုံတစ္မ်ဳိးနဲ႕ခံစားၾကတယ္ေပါ့ေလ…သုိ႔ေပမယ့္ ဒီလုိဇာတ္အိမ္ေကာင္းေကာင္း ပြင့္လင္းျမင္သာတဲ့အခန္းေပါင္းမ်ားစြာပါ၀င္ဇာတ္ကားေတြကေတာ့လက္ခ်ဳိးေရလုိ႕ရပါတယ္…\n\nဒီစာရင္းထဲမွာ Sex and Lucía(2001) ဇာတ္ကားကုိ မျဖစ္မေနထည့္သြင္းရမယ္လုိ႕ထင္ပါတယ္…ဆုေပါင္း(၁၀)ဆုရရွိခဲ့သလုိ ဆန္ကာတင္(၁၇)ခုစာရင္းလည္း၀င္ခဲ့ပါတယ္…\n\nဒီကားက အထက္မွာေျပာခဲ့သလုိပဲ (21+)ခန္းေတြနဲ႕အႏုပညာေျမာက္စြာပုံေဖာ္ထားပါတယ္…\n\nကုိင္း အႏုပညာေျမာက္စြာခံစားတတ္တဲ့သူမ်ဳိးေတြအတြက္ ဇာတ္ကားေကာင္းတစ္ကားကုိတင္ဆက္ေပးလုိက္ပါသည္…အညႊန္းနဲ႕ဘာသာျပန္ကေတာ့ Wira Aung ျဖစ္ပါတယ္…." }, { "coverr" : "https://1.bp.blogspot.com/-lDwnFLr_fug/XiNMnT0vRkI/AAAAAAAAERI/vHALyrd2AWI6A22YHlHdabR4sAKZuS3eQCLcBGAsYHQ/s480/Confinemet%2BIncontinence%2BUniform%2BSlave%2B2014.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-lDwnFLr_fug/XiNMnT0vRkI/AAAAAAAAERI/vHALyrd2AWI6A22YHlHdabR4sAKZuS3eQCLcBGAsYHQ/s480/Confinemet%2BIncontinence%2BUniform%2BSlave%2B2014.jpg", "date" : "2014", "genre" : "21+,japan", "imagee" : "https://1.bp.blogspot.com/-lDwnFLr_fug/XiNMnT0vRkI/AAAAAAAAERI/vHALyrd2AWI6A22YHlHdabR4sAKZuS3eQCLcBGAsYHQ/s480/Confinemet%2BIncontinence%2BUniform%2BSlave%2B2014.jpg", "length" : "2hr 57min", "size" : "700 MB", "title" : "Confinemet Incontinence Uniform Slave", "video" : "https://od.lk/s/NjlfMTc3NDk4ODVf/Confinemet%20Incontinence%20Uniform%20Slave%20%282014%29%20%20720P.mp4", "vol" : "Dark Side ဖန္ေတြ အတြက္ တစ္ရက္ တစ္ကားဆိုသလို\n\nဖန္တီးေပးမယ့္ Dark Knight နဲ႔ XCode တို႔\n\nထပ္မံ ပူးေပါင္း တင္ဆက္ေပးလုိက္တာကေတာ့\n\nျပန္ေပးဆြဲခံရတဲ့ ေကာင္မေလး ဇတ္လမ္းပါပဲ\n\nညဘက္ အခ်ိန္ပိုင္းအလုပ္ကေန ျပန္လာတဲ့\n\nအခ်ိန္ပိုင္း ေက်ာင္းသူေလးဟာ ျပန္လုိက္ပို႔ေပးမယ္လုိ႔\n\nလိမ္ညာေခၚတဲ့ ကိုကိုလူေခ်ာေနာက္\n\nေကာက္ေကာက္ပါေအာင္ လုိက္သြားၿပီး\n\nျပန္ေပးဆြဲၿပီး ၀ိုင္း ဘု တာ ခံရပါေရာလား\n\nျပန္ေပးဆြဲတာေတြ ေနာက္ ပါသြားတဲ့\n\nေက်ာင္းသူေလး ျပန္လႊတ္ပါ့မလား\n\nသူဘယ္လုိေတြ ႀကိဳးစားမလဲ ဆိုတာ\n\nရင္တုန္ခံစား ၾကည့္ရႈလုိက္ၾကပါအံုး\n\n၁၈ ပလပ္ ဇတ္ကားကို\n\nအိပ္ေရးေတြပ်က္ အားေတြခ်ိနဲ႔စြာ\n\nဘာသာျပန္ေပးထားတာကေတာ့\n\nDark Knight ျဖစ္ၿပီး\n\nေစတနာ ဗရပြ နဲ႔ JAV အလန္းေတြ\n\nတင္ဆက္ေပးေနတာကေတာ့\n\nXCode တို႔ပဲ ျဖစ္ပါတယ္…\n\nDark Side ဖန္ေတြေရ ရယ္ဒီပဲလား ?" }, { "coverr" : "https://1.bp.blogspot.com/-o8FTKNCQttU/XiNO0dfyIZI/AAAAAAAAERQ/rVOG7D8T-QQjpQnW7pf_PwLxG-XJ6h2GACLcBGAsYHQ/s320/Mido%2BTurbulent%2BWoman%2BTeacher%2BTennis-slave%2BCamp.png", "date" : "2016", "genre" : "21+,japan", "imagee" : "https://1.bp.blogspot.com/-o8FTKNCQttU/XiNO0dfyIZI/AAAAAAAAERQ/rVOG7D8T-QQjpQnW7pf_PwLxG-XJ6h2GACLcBGAsYHQ/s320/Mido%2BTurbulent%2BWoman%2BTeacher%2BTennis-slave%2BCamp.png", "length" : "2hr 40min", "size" : "700 MB", "title" : "Mido Turbulent Woman Teacher Tennis-slave Camp", "video" : "https://drive.google.com/file/d/1Mg95I0fxDhHjemYW_N04uP_Vdsvuqpyz/view", "vol" : "DarkSide Fan ေတြ အတြက္ Dark Knight နဲ႔ XCode တို႔\n\nထပ္မံ တင္ဆက္လုိက္တာကေတာ့\n\nတင္းနစ္အားကစား နည္းျပ ဆိုတဲ့ ဇတ္လမ္းေလးပါပဲ\n\nနာရွီရာမာ ဆိုတဲ့ တင္းနစ္ခ်ံပီယံေဟာင္း မိန္းမေခ်ာေလးဟာ\n\nအမ်ိဳးသမီးသီးသန္႔ ကမ့္သြင္းေလ့က်င့္စခန္း ကို နည္းျပအျဖစ္\n\nအထက္က တာ၀န္အရေပးပို႔ျခင္း ခံလုိက္ရပါတယ္\n\nတစ္ခုရွိတာက အေသေမာင္းတယ္ဆိုတဲ့ အရင္နည္းျပေဟာင္း နဲ႔\n\nစတင္ၿပီး အက်ိတ္အနယ္ ယွဥ္ၿပိဳင္ရတာပဲ\n\nေနတာ ၾကာေလေလ တစ္ေျဖးေျဖးသိသာလာတာကေတာ့\n\nဒီေက်ာင္းမွာ လိင္မႈကိစၥ ေဆာ္ကားခံေနရတဲ့ ျပသနာကို\n\nသိလာၿပီး ဆရာမ တစ္ေယာက္ အေနနဲ႔ ေဖာ္ထုတ္ဖို႔\n\nႀကိဳးစားခဲ့ေသာ အခါမွာေတာ့….\n\nဒီ ဆယ့္ရွစ္ပလပ္ ကားေလးကို အားေဆးေတြေသာက္\n\nၾကက္ဥေတြ အစိမ္းစားၿပီး ဘာသာျပန္ေပးထားတာကေတာ့\n\nDark Knight ျဖစ္ၿပီး XCode မွ ေရေတြငတ္ၿပီး တင္ဆက္ေပးထားပါတယ္\n\nDark Side Fan အစစ္ေတြ ကေတာ့ ခ်က္ခ်င္းကို Download ဆြဲၿပီး\n\nၾကည့္ေတာ့မယ္ဆိုတာသိေနပါၿပီ…." }, { "coverr" : "https://1.bp.blogspot.com/-r1CJQiCM2x0/Xd9-k8YvRDI/AAAAAAAADUk/Q-DcHO6MoxgXKd0fLWqhPcLGtGvE1dCVgCLcBGAsYHQ/s480/comingofage.jpg", "coverr" : "https://1.bp.blogspot.com/-r1CJQiCM2x0/Xd9-k8YvRDI/AAAAAAAADUk/Q-DcHO6MoxgXKd0fLWqhPcLGtGvE1dCVgCLcBGAsYHQ/s480/comingofage.jpg", "date" : "2017", "genre" : "Erotic,18+", "imagee" : "http://mvdown21.com/wp-content/uploads/2018/10/15-IQ-Krachoot-2017-x.jpg", "length" : "1hr 44min", "size" : "401 MB", "title" : "Coming of age", "video" : "https://megaup.net/4Qt5k/15_.Coming.of.Age.2017_SD_%7BCM%7D.mp4", "vol" : "ဒီကားလေးက လူငယ်ဇာတ်မြူးလေးပါ\n\nချာလာလက်ဆိုတဲ့ ၉တန်းကျောင်းသားလေးက\n\nသူ့မိဘတွေ မရှိကတည်းက သူ့အဒေါ်အကိတ်ရယ်\n\nနားလေးနေတဲ့သူ့အဖိုး တို့နဲ့အတူတူနေရပါတယ်\n\nအရွယ်က၁၅နှစ်မြီးကောင်ပေါက်အရွယ်ဆိုတော့\n\nစူးစမ်းချင်တဲ့စိတ်ကလေးကလည်းရှိ…\n\nသူ့ထက်ပိုစူးစမ်းချင်တဲ့သူတွေက သူ့သူငယ်ချင်း အိုဘူးနဲ့အိုရောင်…\n\nတစ်ချိန်လုံး ဘယ်ကောင်မလေးက ဘယ်sizeဆိုတာ အမြဲတွေးနေတဲ့ကောင်တွေ…\n\nချာလာလက်က သူကြိတ်ကြိုက်နေတဲ့ကောင်မလေးရှိတော့\n\nအဲ့ကောင်မလေးပြန်ကြိုက်လာအောင် ကျောင်းကလုပ်တဲ့\n\nပရောဂျက်ပြိုင်ပွဲတစ်ခုမှာသူ့သူငယ်ခတင်းတွေနဲ့အတူတူ\n\nနိုင်အောင်လုပ်မယ်ဆိုပြီးဝင်ပြိုင်ပါလေရော…\n\nခက်တာက ပြိုင်ဖက်အသင်းမှာ\n\nကျောင်းကစာအတော်ဆုံးစာဂျပိုးမလေးစူဒါရက်\n\nရှိနေတော့သူတို့ဘယ်လိုမှနိုင်မှာမဟုတ်ဘူး..\n\nအဲ့တာနဲ့ သူရယ်သူ့သူငယ်ချင်း၂ယောက်ရယ်ပေါင်းပြီး\n\nပရောဂျက်ပြိုင်ပွဲမှာ စူဒါရက်ကိုဘယ်လိုအကောက်ကြံမလဲ..\n\nသူ့crushလေးကကော သူ့ကိုပြန်ကြိုက်လာမှာလားဆိုတာ…\n\nဟာသလေးတွေနဲ့ ပေါ့ပေါ့ပါးပါးမို့လို့ Downပြီးကြည့်ကြည့်ပါလို့ …\n\nTranslated By : Dolly\n\nEncoded By : XCode" }, { "coverr" : "https://1.bp.blogspot.com/-2f5IYSLvRBg/XeAfsc3zBmI/AAAAAAAADVU/ZITm_mbDYRYdwGVmsHFxVpS4RAJK_9tRQCLcBGAsYHQ/s480/The%2BEscort%2B%25282016%2529.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-2f5IYSLvRBg/XeAfsc3zBmI/AAAAAAAADVU/ZITm_mbDYRYdwGVmsHFxVpS4RAJK_9tRQCLcBGAsYHQ/s480/The%2BEscort%2B%25282016%2529.jpg", "date" : "2016", "genre" : "Erotic", "length" : "1hr 28min", "size" : "376 MB", "title" : "The Escort", "video" : "https://megaup.net/1szSr/(CM)The_Escort_2015_SmallFile.mp4", "vol" : "အသက္ ၂၅ပတ္ခ်ာလည္\nသူေဌးသား လူငယ္တစ္ေယာက္ ။\nဂ်ာနယ္လစ္သတင္းေရးသူတစ္ေယာက္အျဖစ္နဲ႔\nကိုယ့္ေျခေထာက္ေပၚကိုယ္ရပ္ဖို႔ ႀကိဳးစားေနတယ္ ။\nသူ႔မွာ sex addict ဆိုတဲ့ sex မလုပ္ရရင္မေနႏိုင္တဲ့\nေရာဂါရွိတယ္ ။ dating apps တစ္ခုထဲက ႀကဳံရာ မိန္းကေလးေတြနဲ႔ sex လုပ္ရင္း တစ္ဖက္က အလုပ္ကိုပုံမွန္လုပ္ရင္း RS မရွိဘဲ ေနထိုင္ေနတယ္ ။\n\nတစ္ေန႔မွာေတာ့ သူ႔အလုပ္က သူ႔ကို အေၾကာင္းမယ္မယ္ရရ မရွိဘဲ အလုပ္ထုတ္လိုက္တယ္ ။ ေလလြင့္သြားလာရင္း ဘားတစ္ခုမွာ ေကာင္မေလး တစ္ေယာက္နဲ႔ ေတြ႕တယ္ ။\nေကာင္မေလး က စတန္းဖို႔ တကၠသိုလ္ကေန ဘြဲ႕ရထားတဲ့ ပညာတတ္မိန္းကေလး ။ ဒါေပမယ့္ မိန္းကေလးက Escorts ေခၚတဲ့ လူႀကီးလူေကာင္းေတြကို ေၾကးႀကီးႀကီးနဲ႔ ေဖ်ာ္ေျဖရတဲ့ အထက္တန္းစား ေ႐ႊၾကာ အလုပ္ကို လုပ္ေနတယ္လို႔\nေျပာလာေတာ့ သူအံ့ၾသရတယ္ ။\n\nဒီလိုနဲ႔ ထိပ္တန္းမဂၢဇင္းတစ္ခုမွာ အလုပ္ရဖို႔အတြက္ ဒီမိန္းကေလး အေၾကာင္းကို ( မိန္းကေလး အမည္မေဖာ္ျပဘဲ ) သူေရးခ်င္လာတယ္ ။ မိန္းကေလးကို ခြင့္ေတာင္းေတာ့ အျပန္အလွန္ အေျခအတင္ ေျပာၾကရင္း မိန္းကေလးနဲ႔ အခ်ိန္တခ်ိဳ႕ ေတြ႕ဆုံၿပီး အင္တာဗ်ဴ းခြင့္ ရလာတယ္ ။ သူတို႔အတူတူ ရွိလာတဲ့ အခါ ဒီလိုအထက္တန္းစားပညာတတ္တစ္ေယာက္က ဒီလို အလုပ္မ်ိဳးဘာလို႔လုပ္ရလဲ ? သူလိုသူေဌးသား တစ္ေယာက္ကေရာ အခန္းခေတာင္ေပးဖို႔ခက္ခဲရတဲ့ ဘဝမွာ ဘာလို႔ က်င္လည္ေနရလဲ ? ဒီလိုေမးခြန္းေတြရဲ႕ အေျဖေတြ ၾကားမွာ သံေယာဇဥ္ျဖစ္လာတဲ့ အခါ ဘယ္လိုေရွ႕ဆက္ၾကလဲ ? တစ္ဖက္က sex addict နဲ႔ တစ္ဖက္က ေ႐ႊၾကာ ဘယ္လိုစိတ္နဲ႔ လက္တြဲမလဲ ? ဘယ္လိုစိတ္နဲ႔ လမ္းခြဲမလဲ ? ဒီလိုအေျခအေနေတြ ျဖစ္လာပါတယ္ ။\n\n18+ အနည္းအက်ဥ္းပါတယ္ဆိုေပမယ့္ dialogue ေတြ သြက္သြက္လက္လက္ သ႐ုပ္ေဆာင္ ေကာင္းေကာင္းနဲ႔ ၾကည့္လို႔ေကာင္းတဲ့ Romance ကားေလးတစ္ကားပါ ။ အထူးသျဖင့္ေတာ့ မိန္းကေလး သ႐ုပ္ေဆာင္ပါ ။ စတန္းဖို႔တကၠသိုလ္ဘြဲ႕ရမို႔ အထက္တန္းစားမိန္းမတစ္ေယာက္လို ထက္ထက္ျမက္ျမက္ ျပဳမူေျပာဆိုေနထိုင္တယ္ ။ တစ္ဖက္ကလဲ ေ႐ႊၾကာ အလုပ္လုပ္ေနတာမို႔ ကလက္သလို စ႐ိုက္က်က်ေနရတယ္ ။ ဒီဆန္႔က်င္ဘက္ စ႐ိုက္ႏွစ္ခုကို ေပၚေအာင္ သ႐ုပ္ေဆာင္ႏိုင္တာ သေဘာက်ဖို႔ေကာင္းပါတယ္ ။\n\nဇာတ္ကားအၿပီးမွာေမးခြန္းေလးေတြ က်န္ခဲ့လိမ့္မယ္ ။ ေလွာင္တဲ့အေနနဲ႔ ေမးရင္ ” ဖာေတာင္မွ ပညာတတ္ရင္ ေလးစားစရာေကာင္းတယ္ ” လို႔ေျပာခ်င္တာလားေပါ့ ။ အတည္အေနနဲ႔ေမးရင္ေတာ့ ” sex နဲ႔ အခ်စ္ဟာ ဘာကြာလဲ? sex က အခ်စ္အေပၚ ဘယ္လိုလႊမ္းမိုးလဲ ? sex history က အခ်စ္ထက္အေရးႀကီးသလား ?" }, { "coverr" : "https://1.bp.blogspot.com/-kV8T-bD5YUc/XelOer8a5YI/AAAAAAAADcY/B0R0aSn02TU9Jbkf33ihDGsqg46qZKgDgCLcBGAsYHQ/s480/fsg.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-kV8T-bD5YUc/XelOer8a5YI/AAAAAAAADcY/B0R0aSn02TU9Jbkf33ihDGsqg46qZKgDgCLcBGAsYHQ/s480/fsg.jpg", "date" : "1990", "genre" : "Erotic,18+", "length" : "1hr 59min", "size" : "598 MB", "title" : "Pretty Woman", "video" : "https://megaup.net/26ihx/(CM)Pretty_Woman_(1990)_(1080p_x265_10bit_Tigole)_SmallFile.mp4", "vol" : "Pretty Woman\nဇာတ္လမ္းက အခ်စ္ အေပ်ာ္ေလးေပါ့။\nescortမေလး (ေခတ္စားေနတဲ့ စကားနဲ႔ဆို ေရႊၾကာေလး) Vivian နဲ႔ အေၾကာင္းအေပါင္းႀကံဳလို႔ ေတြ႕ဆံုခဲ့တဲ့ ခ်မ္းသာတဲ့ စီးပြားေရးသမား Edward တို႔ရဲ့ ေခတ္သစ္ စင္ဒရဲလားပံုျပင္ေလး။\nအဆင့္မတူ ႀကီးျပင္းပံုမတူ အျပဳအမူမတူတဲ့သူႏွစ္ဦးရဲ့ မျဖစ္နိုင္တဲ့ အခ်စ္ဇာတ္လမ္းေလး။\nၾကည္ႏူးစရာေကာင္းတယ္။\n\nငယ္ငယ္တုန္းက ၾကည့္တုန္းကေတာ့ Julia Roberts ေခ်ာလိုက္တာ Richard Gere က စိတ္ကူးယဥ္စရာ Prince on the White Horse ေပါ့။\nခုေနာက္ပိုင္း ဒီအလုပ္လုပ္တဲ့ မိန္းကေလးေတြအေၾကာင္း ရုပ္ရွင္ေတြ ထြက္လာတိုင္း Pretty Woman နာမည္ကို ျပန္ျပန္ေဖာ္လာၾကေတာ့ နည္းနည္းထူးဆန္းသြားတယ္။\nကိုယ္ၾကည့္တုန္းက ေရႊၾကာဆင္ပယ္သိုက္ဇာ လို႔ မခံစားခဲ့ရဘူးေလ။\nအဲ့တာနဲ႔ ျပန္ၾကည့္မိေတာ့ နည္းနည္းမတူတာေလးေတြ ေတြ႕ရတယ္။\nကိုယ္လိုရာ ကိုယ္ဆြဲေတြးတယ္ပဲ ဆိုပါစို႔။\n\nမင္းသမီးရဲ့ ဇာတ္ရုပ္အေၾကာင္းပဲ ၾကည့္ၾကတာေပါ့။\nသူက လမ္းေပၚက မိန္းကေလး\nဒါမယ့္ ပေထြးရန္က လြတ္ေအာင္ ထြက္ေျပးလာတာတို႔ ဘာတို႔ မဟုတ္ဘူး။\none bad decision after another အမွားတစ္ခုကေန ေနာက္တစ္ခုနဲ႔ ဒီလမ္းေပၚ ေရာက္လာတာ။\nအကုသိုလ္ေတြ ဘဝအက်ိဳးေပး မေကာင္းလို႔ေတြ ဒရာမာ မပါဘဲ escort ျဖစ္လာတယ္ေပါ့ (ညံ့ပါ့ေနာ္ … သည္းေျခႀကိဳက္ မလိုက္တတ္ဘူး)။\nဒီအလုပ္ႀကီးကို သိပ္ႀကိဳက္လွတယ္ မဟုတ္ဘဲ လုပ္ေနရေၾကာင္းကို ပထမဆံုးညက ငိုလိုက္ရတာလို႔ ေျပာတာေလာက္ သူ႔အလုပ္အကိုင္ကို လူမသိေစခ်င္တာေလာက္ပဲ ျပသြားတယ္ (ငါက ေရႊညာ ဘလားဘလားဘလား လက္ညိဳးထိုး ေအာ္ခဲ့ပါေတာ့လား)။\nစကားေျပာတာလဲ ညစ္ညစ္ညမ္းညမ္းမပါဘဲ ေလယူေလသိမ္း အျပဳအမူနဲ႔ပဲ အဆင့္မရွိတာ ျပတယ္။\nဒါေတာင္သူက သူ႔စကပ္ကို ဆြဲဆြဲခ်ေနေသးတာ\nလူခ်မ္းသာႀကီးနဲ႔ ပြေပါက္တိုးေတာ့ အလိုက္အထိုက္ေနရင္း အဆင္ေျပလာတယ္ေပါ့။\nခ်စ္သူကလဲ လက္ခံၿပီး လူေတြကလဲ လက္ခံလာတယ္ေပါ့။\n\nအဲ့မွာ Vivian က escort တစ္မ်ိဳးသမီးလံုးကို ကိုယ္စားျပဳတဲ့ ကာရိုက္တာ ျဖစ္လားဆိုေတာ့ မျဖစ္ဘူးရယ္။\nဘာကြာသြားလဲဆိုေတာ့ Vivian က ႀကိဳးစားတယ္ ရိုးသားတယ္ သူ innocent ဆိုတာ ခံစားရတယ္။\nသူ အက်ီသြားဝယ္တယ္ သူ႔ကိုမေရာင္းဘူး ဘာလို႔မေရာင္းလဲ သူသိတယ္ ကူညီနိုင္မယ့္လူကို ရိုးရိုးသားသား ေျပာျပတယ္။\nညစာစားပြဲသြားရမယ္ေနာ္ သူ ဇြန္းခရင္းမကိုင္တတ္ဘူး အဲ့တာကို ႀကိဳ သင္သြားတယ္။\nသူက သင္လြယ္တတ္လြယ္ ဒါကို သူေရာက္မယ့္ ေနရာမွာ အသံုးခ်ၿပီး ဝင္တိုးသြားတာ ျပတယ္။\nEscort တိုင္းက Vivian လို ျဖစ္နိုင္မလားဆိုတာေတာ့ မသိနိုင္ဘူးေလ။\nသူက Vivian ကိုပဲ ျပတာ။\nအရည္အခ်င္းမနည္းလွတဲ့သူ အခြင့္အေရးေပးလိုက္ေတာ့ ပိုေကာင္းတဲ့ ေနရာေရာက္သြားတယ္ ဒါေလာက္ပဲ။ (အေမရိကားမွာ မလုိ႔လားေတာ့ မသိဘူးေပါ့ေလ)\nရြံစရာ စိတ္နာစရာ သံေဝဂရစရာ ဘာညာ ဘာညာမပါဘူး။\nခ်စ္စရာေကာင္းတယ္\nအေပၚယံေလာက္ပဲ ျပတယ္လို႔လဲ ေျပာလို႔ရတယ္။\nသူတို႔အလုပ္ခြင္မွာ အနိုင္က်င့္ခံရတာ ခြဲျခားခံရတာ ရွိမွာပဲ။\nဒါကိုျပတဲ့ အျခားရုပ္ရွင္ေတြ ရွိပါတယ္။\nPretty Woman ကေတာ့ ဒီေလာက္အႀကီးႀကီး မသြားဘဲ လူတစ္ဦးတစ္ေယာက္ကိုပဲ ကြက္ျပသြားတယ္။\nေနာက္ဆံုးနည္းလမ္းလို႔ လက္ခံထားတဲ့ ဒီအလုပ္လုပ္တဲ့သူေတြမွာေတာင္ ဒီလိုကိုယ့္ကိုကိုယ္ျမွင့္တင္နိုင္တဲ့သူေတြ ရွိပါေသးတယ္ ဆိုတာေလာက္ေတာ့ ခ်ဲ႕ေတြးလို႔ ရတာေပါ့။\nကိုယ္ေသခ်ာမသိတဲ့ အသိုင္းအဝိုင္း profession တစ္ခုကို သိမ္းႀကံဳး ကိုယ္စားျပဳဖို႔ဆိုတာ မျဖစ္နိုင္တဲ့ ကိစၥပဲ။\nအရမ္း researchေတြ လုပ္ထားနိုင္တယ္ဆိုရင္ေတာင္ အားလံုးကို ၿခံဳငံုမိနိုင္ဖို႔ မလြယ္ဘူး။\nDocumentary ဆိုရင္ေတာ့ တစ္မ်ိဳးေပါ့။\nရုပ္ရွင္အေနနဲ႔ေတာ့ ေအာင္ျမင္ဖို႔ ခဲယဥ္းလိမ့္မယ္။\n\nPretty Woman က ေရႊၾကာဆင္ပယ္သိုက္ဇာလို႔ ေျပာရင္ေတာ့ လက္မခံခ်င္ဘူး။\nရိုးသားႀကိဳးစားရင္ ဘယ္ေနရာကေနမဆို ရုန္းထြက္နိုင္တာ ျပတဲ့ရုပ္ရွင္ဆိုတာ ပိုျဖစ္သင့္တယ္ ထင္တယ္။\nအဲ … မရိုးသားရတဲ့အထဲ ႀကိဳးစားခ်င္စိတ္လဲ မရွိရင္ေတာ့ ေရႊၾကာျဖစ္ရင္ေတာင္ တင္းမျပည့္ က်ပ္မျပည့္ ေလးေထာင့္ေရႊၾကာေလးပဲ ျဖစ္မယ္ထင္တယ္။\n\n#Jenny Mon\n\n(႐ုပ္ရွင္အၫႊန္းကို  Jenny Mon Facebook မွ ကူးယူေဖာ္ျပပါသည္။)\n" }, { "coverr" : "https://1.bp.blogspot.com/-PgFFHrL0_sk/XelN6w6U7AI/AAAAAAAADcI/pQtY3doDiwcYAizVWthmsTDbb7Spur2AgCLcBGAsYHQ/s480/gdfg.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-PgFFHrL0_sk/XelN6w6U7AI/AAAAAAAADcI/pQtY3doDiwcYAizVWthmsTDbb7Spur2AgCLcBGAsYHQ/s480/gdfg.jpg", "date" : "2005", "genre" : "Erotic,18+", "length" : "1hr 35min", "size" : "498 MB", "title" : "How Much Do You Love Me?", "video" : "https://megaup.net/26mvb/(CM)How_Much_Do_You_Love_Me_(2005)_(1080p_x265_LION)_SmallFile.mp4", "vol" : "ပုရိသအေပါင္းတို႕ အႀကိမ္ႀကိမ္ေႂကြခဲ့ရေသာ Malena ဇာတ္ကားထဲက မမႀကီး Monica Bellucci ကို အမွတ္ရၾကဦးမလား….\n\nဒီဇာတ္ကားမွာလဲ မမႀကီးဟာ ကြ်န္ေတာ္တို႕ကို အႀကိမ္ႀကိမ္ထပ္ေႁခြဦးမွၾပါ…သိဘို႔။\n\nမမရဲ႕ျဖစ္တည္မႈေတြက ျပင္းရွတဲ့ ႏွစ္ခ်ိဳ႕ဝိုင္တစ္ခြက္လို …။\n\nဇာတ္လမ္းကိုသြားရမယ္ဆိုရင္ေတာ့ျဖင့္….\n\nဖရန္ဆြာ့ဇ္ဟာ ဟာ အထီးက်န္ဘ၀နဲ႔ သူ႔ရဲ႕ ပ်င္းရိစရာ ရုပ္အလုပ္တုိ႔ကုိ ၿငီးေငြ႔ေနတဲ့ ၿပင္သစ္သားတစ္ေယာက္ၿဖစ္ပါတယ္။ တစ္ေန႔မွာေတာ့ ဘားတစ္ခုကိုသြားရင္း လွပတဲ့ မိန္းမပ်က္ကေလးတစ္ဦးၿဖစ္တဲ့ ဒင္နီယယ္လာ နဲ႔ ဆုံခဲ့တယ္။ ၿမင္ၿမင္ခ်င္း\nဒင္နီယယ္လာကုိစြဲလန္းမိရင္းက သူဟာ မီလ်ံခ်ီ ထီေပါက္ထားတဲ့သူၿဖစ္ေၾကာင္း နဲ႔ သူနဲ႔ အတူေနမယ္ဆုိရင္ တစ္လကုိ ယူရုိ ၁၀၀.၀၀၀\nေငြမကုန္မခ်င္းေပးမယ္လုိ႔ ကမ္းလွမ္းလာတဲ့အခါ ဒင္နီယယ္လာကလဲ သေဘာတူခဲ့တယ္။\n\nသေဘာမတူႏုိင္တာကေတာ့ သူ႔ သူငယ္ခ်င္းလဲၿဖစ္ သူ႔ ဆရာ၀န္လဲၿဖစ္တဲ့ အန္ဒေရးပါ။ အန္ဒေရးက ဖရန္ဆြာ့ဇ္ရဲ႕ ႏွလုံးအားနည္းေရာဂါဟာ ဒီလုိလိင္မႈ ကိစၥတက္ၾကြပုံမ်ိဳးနဲ႔ သင့္ေတာ္မွာ မဟုတ္ဘူးလုိ႔ သတိေပးပါတယ္။ စားေသာက္ဆုိင္မွာ ညစာစားၾကရင္း ဒင္နီယယ္လာ အစာအဆိပ္သင့္သလုိၿဖစ္ေတာ့ အန္ဒေရးကုိ လွမ္းေခၚခဲ့တယ္။ အခန္းထဲမွာ ႏွစ္ေယာက္တည္း\nစမ္းသပ္ေနရင္း ဒင္နီယယ္လာက အ၀တ္အစားခြ်တ္ေပးရမလားလုိ႔ေမးတယ္။ သူက မလုိအပ္ေၾကာင္းေၿပာေပမယ့္ ဒင္နီယယ္လာက\nဇြတ္အ၀တ္အစားခြ်တ္လုိက္ခ်ိန္မွာေတာ့ ရင္ဖုိလိႈက္ေမာစရာေကာင္းေလာက္ေအာင္လွပတဲ့ သူ႔ခႏၶာကုိယ္ေကာက္ေၾကာင္းရဲ႕ဆြဲေဆာင္မႈကုိ မခံႏုိင္ေတာ့ပဲ..။\n\nလူရုိးလူေအးၾကီး တစ္ေယာက္ၿဖစ္တဲ့ ဖရန္ဆြာ့ဇ္ရဲ႕ ဘ၀ကုိ ဒင္နီယယ္လာ တစ္ေယာက္ ဘယ္လုိကေမာက္ကမ ကြ်မ္းထုိးေမွာက္ခုံေတြၿဖစ္ေအာင္ ေမႊေႏွာက္မလဲဆုိတာ ဆက္လက္ရႈစားၾကပါ။\nဒင္နီယယ္လာ အၿဖစ္ သရုပ္ေဆာင္ထားတဲ့ ကမၻာအလွဆုံး အမ်ိဳးသမီးစာရင္းအၾကိမ္ၾကိမ္၀င္ခဲ့တဲ့ မမၾကီး Monica Bellucci ရဲ႕\nမိေမြးတုိင္း ဖေမြးတုိင္း အလွအပေတြန႔ဲၾကည့္လုိ႔တန္ေစမွာပါ။\n\n(ဘာသာျပန္တင္ဆက္ထားသူကေတာ့ Alias ျဖစ္ပါတယ္။)\n" }, { "coverr" : "https://1.bp.blogspot.com/-bVpCMr-KmaY/XelNTzo6URI/AAAAAAAADb4/ejSrLLfJH7ALeuVfQQxNP7oTcS1xWqYcACLcBGAsYHQ/s480/3ZiJdxOrG7L4582yx0jyi5InL1c.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-bVpCMr-KmaY/XelNTzo6URI/AAAAAAAADb4/ejSrLLfJH7ALeuVfQQxNP7oTcS1xWqYcACLcBGAsYHQ/s480/3ZiJdxOrG7L4582yx0jyi5InL1c.jpg", "date" : "2012", "genre" : "Erotic", "length" : "1hr 28min", "size" : "615MB", "title" : "Project X", "video" : "https://megaup.net/1rskn/Project_X__2012__SmallFile.mp4", "vol" : "ဒီတစ္ခါ CM ပရိတ္သတ္ေတြအတြက္ ေပါ့ေပါ့ပါးပါး ၾကည့္ရမဲ့ ကားေကာင္းေလးတစ္ကားကုိ\nျပန္လည္တင္ဆက္ ေပးလုိ္က္ရပါတယ္။\nပထမဦးဆုံးေျပာလုိတာကေတာ့\nအေနာက္တိုင္းေက်ာင္းသား Fancy ဇာတ္ကားေတြရဲ႕ ထံုးစံအတိုင္း Family နဲ႕ၾကည့္ဖို႕\nမသင့္တဲ့ ဇာတ္ကားပါ…..\nအေပ်ာ္ေတြကူးစက္လာမယ့္ ေပါ့ေပါ့ပါးပါးဇာတ္ကားျဖစ္သလို…\n\nအေနာက္တိုင္းယဥ္ေက်းမႈ နဲ႕ ခံယူခ်က္ေတြကို တစ္စိတ္တစ္ေဒသ ေတြ႕ျမင္ရမွာပါ။\n\nဇာတ္လမ္းကေတာ့ အထူးညြန္းေနစရာမလုိတဲ့ ကားေလးတစ္ကားပါ။\nအနည္းအက်ဥ္း\nေျပာျပရရင္ ေသာမတ္စ္ ကုဘ္ ရဲ႕ အသက္ ၁၇ ႏွစ္ျပည့္ ေမြးေန႔မွာ\nေသာမတ္စ္ တစ္ေယာက္\nမိဘေတြကလည္း ခရီးသြားေနတုန္း သူ႕သူငယ္ခ်င္း အနည္းငယ္နဲ႔ ေမြးေန႔ပါတီေလးတစ္ခု\nက်င္းပဖုိ႔ စီစဥ္ပါတယ္။\nဒါေပမဲ့ က်န္တဲ့ သူ႕သူငယ္ခ်င္းႏွစ္ေယာက္က လက္မခံပဲ ဒီလုိ\nပါတီဆုိတာ လူမ်ားရင္ေကာင္းတဲ့ အေၾကာင္း ေဖ်ာင္းဖ်ၿပီး\nတစ္ျခားလူေတြကုိ ထပ္မံ\nဖိတ္ေခၚပါေတာ့တယ္။\nအဲ့ဒီမွာပဲ ဘယ္ကမွန္းမသိတဲ့ လူအုပ္ႀကီးေရာက္လာၿပီး ထိန္းမႏုိင္\nသိမ္းမရေတြ ျဖစ္ကုန္ေတာ့ပါတယ္။\nေသာမတ္စ္ ရဲ႕ အိမ္လည္း ရစရာမရွိေအာင္ပ်က္စီးသြား\nပါေတာ့တယ္။\nသူ႕မိဘေတြ ျပန္ေရာက္လာတဲ့ အခ်ိန္မွာေတာ့ ေသာမတ္စ္ တစ္ေယာက္\nဘယ္လုိ ေျဖရွင္းမလဲ\nဘယ္လုိေတြ ေသာင္းက်န္းၾကမလဲဆိုတာကုိ ရယ္ရယ္ေမာေမာ\nေပါ့ေပါ့ပါးပါးနဲ႔ ၾကည့္ရွဳ႕ရမွာျဖစ္ပါတယ္။" }, { "coverr" : "https://1.bp.blogspot.com/-42xNYTI32FY/XelNUCKezvI/AAAAAAAADb8/WasEFnb17oIJ3N_YPdFY2Wl7mZPAsRrRQCLcBGAsYHQ/s480/p18596_v_v8_aa.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-42xNYTI32FY/XelNUCKezvI/AAAAAAAADb8/WasEFnb17oIJ3N_YPdFY2Wl7mZPAsRrRQCLcBGAsYHQ/s480/p18596_v_v8_aa.jpg", "date" : "1996", "genre" : "Erotic", "length" : "1hr 54min", "size" : "601 MB", "title" : "The Apartment", "video" : "https://megaup.net/26zj6/(CM)The_Apartment_AKA_L_appartement.1996.DVDRip.x265.10bit.AC3-highcal_SmallFile.mp4", "vol" : "မက္စ္ဟာ ၿပင္သစ္သား တစ္ဦးၿဖစ္ၿပီး အနည္းငယ္ေပြရႈပ္တတ္တဲ့ စရုိက္ရွိေပမယ့္ အခုခ်ိန္မွာေတာ့ ေစ့စပ္ထားၿပီးပါၿပီ။ တစ္ေန႔\nအလုပ္ကိစၥနဲ႔ တုိက်ိဳကုိသြားမယ့္လမ္းမွာ တစ္ခ်ိန္က အခ်စ္ဆုံး အခ်စ္ေဟာင္း တစ္ဦးၿဖစ္ခဲ့တဲ့ လီဆာလုိ႔ ထင္ရတဲ့ အမ်ိဳးသမီး\nတစ္ေယာက္ကုိ အေတြ႔မွာေတာ့ သူဟာ အားလုံးကိုေမ့ေလ်ာ့ၿပီး အဲ့ဒီအမ်ိဳးသမီးကို ေနာက္ေယာင္ခံလုိက္ပါေတာ့တယ္။ အဲ့ဒီအမ်ိဳးသမီး\nရဲ႕ တုိက္ခန္းမွာ ပုန္းေအာင္းေနၿပီး သူေရာက္အလာထြက္ေတြ႔ခ်ိန္မွာေတာ့ အဲ့ဒီအမ်ိဳးသမီးဟာ လီဆာ မဟုတ္ပဲ ရုပ္ခ်င္း ခပ္ဆင္ဆင္တူတဲ့\nအဲလက္စ္ ဆုိတဲ့ တစ္ၿခားမိန္းကေလးတစ္ေယာက္ၿဖစ္ေနတာကို သိလုိက္ရပါတယ္။ ဘယ္လုိပဲၿဖစ္ၿဖစ္ သူတုိ႔ အခ်စ္နယ္ကြ်ံမိခဲ့ၾကတယ္။\nတကယ္တမ္း သူတုိ႔မသိေသးတာက အဲလက္စ္ဟာ မက္စ္ရဲ႕ အခ်စ္ဆုံး သူငယ္ခ်င္း လူဆီယန္ရဲ႕ ရည္းစားၿဖစ္ေနတာကုိပါ။\nေနာက္ထပ္တစ္ခုကေတာ့ မက္စ္ရဲ႕ တကယ္တမ္း အခ်စ္ဦး လီဆာဟာ မပတ္သက္သင့္တဲ့ အိမ္ေထာင္သည္ တစ္ဦးကို သြားပတ္သက္မိခဲ့ၿပီး\nအဲ့ဒီလူရဲ႕ လုိက္လံေႏွာင့္ယွက္မႈေတြေၾကာင့္ ေၿခရာေဖ်ာက္ပုန္းေအာင္းေနရပါတယ္။\nသူတုိ႔ေလးေယာက္ၾကားက ပတ္သက္ဆက္ႏြယ္မႈေတြဟာ ဘာေတြလဲ။ ဘယ္သူက ဘယ္သူ႔ကုိလွည့္စား ၿပီး ဘယ္သူက ဘယ္သူ႔ကုိ\nေဖာက္ၿပားခဲ့တာလဲ?\nဇာတ္ေၾကာင္း အနည္းငယ္ရႈပ္ေထြးသလုိရွိေပမယ့္ ေခတ္ဆန္တဲ့ တင္ၿပပုံ ရုိက္ခ်က္ေတြေၾကာင့္ ေ၀ဖန္ေရးဆရာ အမ်ားစုရဲ႕ ခ်ီးက်ဴးမႈေတြကုိ ရရွိခဲ့ၿပီး\n၁၉၉၈ ၿဗိတိန္အကယ္ဒမီဆုေပးပြဲမွာ အေကာင္းဆုံးႏုိင္ငံၿခားဘာသာစကားေၿပာ ရုပ္ရွင္ဆုရရွိခဲ့ပါတယ္။\nIrreversible (2002) မွာအတြဲညီခဲ့တဲ့ မင္းသား Vincent Cassel နဲ႔ မမ Monica Bellucci တုိ႔ရဲ႕ ပထမအၾကိမ္ဆုံေတြ႔မႈလဲၿဖစ္ပါတယ္။\n\n(မိသားစုနဲ႕ၾကည့္ဖို႔ေတာ့မေျပေလာက္တဲ့ဇာတ္ကားပါ။)\n" }, { "coverr" : "https://1.bp.blogspot.com/-hmMj2hWQDA8/XiNJurbGvfI/AAAAAAAAEQ4/BjfAsC4z7UArS_idkNHAngjz_ITLMiZ4gCLcBGAsYHQ/s480/thedreamersposter.jpg", 	 "imagee" : "https://1.bp.blogspot.com/-hmMj2hWQDA8/XiNJurbGvfI/AAAAAAAAEQ4/BjfAsC4z7UArS_idkNHAngjz_ITLMiZ4gCLcBGAsYHQ/s480/thedreamersposter.jpg", "date" : "2003", "genre" : "Erotic,18+", "imagee" : "https://1.bp.blogspot.com/-XqN_EQZwni4/XiNJut8JJmI/AAAAAAAAEQ8/zsOyC4_iR90MsxG7oNwEp4nkx_40EqcvQCLcBGAsYHQ/s4800/thedreamersbgposter.jpg", "length" : "1hr 54min", "size" : "903 MB", "title" : "The Dreamers", "video" : "https://drive.google.com/file/d/1W5hd8bwramxNJJCoRQH0MUX0QpqNdD-1/view", "vol" : "ဒီကားေလးက ၁၉၆၀ ၀န္းက်င္က ျပင္သစ္မွာျဖစ္တဲ့ ႐ုပ္ရွင္နဲ႔ပက္သက္တဲ့ အေရးခင္းအေပၚ အေျခခံထားတာပဲ ျဖစ္ပါတယ္.. .ဇာတ္လမ္းအက်ဥ္းကေတာ့ မက္သ႐ူးဆိုတဲ့ အေမရိကန္ေက်ာင္းသားေလးဟာ ျပင္သစ္မွာ ႐ုပ္ရွင္အေၾကာင္းလာေရာက္ ေလ့လာရင္း ဝါသနာတူေတြျဖစ္တဲ့ ျပင္သစ္ စာေရးဆရာရဲ့ သားသမီးေတြျဖစ္တဲ့ သီအိုနဲ႔အစ္ဆာဘယ္လီဆိုတဲ့ ေမာင္ႏွမႏွစ္ေယာက္နဲ႔ ခင္မင္သြားပါတယ္.အဲ့ေနာက္မွာေတာ့ မက္သ႐ူးဟာ သူတို႔ ေမာင္ႏွမ‌ႏွစ္ေယာက္ၾကားက ဆက္ဆံမႈေတြ, ႐ုပ္ရွင္‌အေပၚ ႐ုးသြပ္မႈေတြကို ျမင္ၿပီး သံေယာဇဥ္တြယ္မိသြားပါတယ္. ထို႔အျပင္ မက္သ႐ူးဟာ ညီမျဖစ္သူ အစ္ဆာဘယ္လီနဲ႔ ခ်စ္ႀကိဳက္မိသြားတဲ့ အခါ ဘယ္လိုေတြ ဆက္ျဖစ္လာတယ္. သူတို႔ သုံးဦးရဲ့ ႐ုပ္ရွင္နဲ႔အႏုပညာရွင္ေတြ အေပၚ ႐ူးသြပ္မႈေတြ ေပါင္းစည္းသြားတဲ့ ဘယ္လိုေတြ ဆက္ျဖစ္လာတယ္ဆိုတာကို စိတ္လႈပ္ရွားဖြယ္ ပီတိျဖစ္ဖြယ္ သနားဖြယ္ ေတြ႕ျမင္ရမွာပါ. … အခ်စ္ကားေလးျဖစ္တာေၾကာင့္ ခ်စ္တင္းေႏွာခန္းေတြ ပါ၀င္လို႔ ၁၈+ ပါ… မိသားစုနဲ႔အတူ တြဲ႕ဖက္မၾကည့္ရႉသင့္ပါ ခင္ဗ်ာ…\n\nCredit -> Channel Myanmar\n" } , { "imagee" : "https://1.bp.blogspot.com/-4_hEYSvdr64/XidIKJi1JyI/AAAAAAAAEW4/jE934SyyQ9MuG8xCTm_Xb1EMSwtw93aPQCLcBGAsYHQ/s1600/ebod405.jpg", "date" : "2014", "genre" : "21+,japan,jav", "coverr" : "https://1.bp.blogspot.com/-ppMpJ7MPXyA/XidIRJ-jdxI/AAAAAAAAEW8/K5gg16DFhM0ErlAQP9v70ptz4ZZuoxFvACLcBGAsYHQ/s1600/ebod4055.jpg", "length" : "1hr 56min", "size" : "901 MB", "title" : "EBOD 405", "video" : "https://drive.google.com/file/d/1DyUCPbqTbyZrwKWUIofSk6oPM2kk3t2L/view", "vol" : "JAV fan ေတြအတြက္ တင့္တယ္တဲ့ေရႊရင္အစုံ နဲ႔ soft body ပိုင္ရွင္ 😘 ျမင္ရသူတိုင္း လႈပ္လႈပ္ရွားရွားျဖစ္သြားေစမဲ့ Yurina Momose နဲ႔မိတ္ဆက္ေပးလိုက္ပါတယ္အိမ္ေထာင္ျပဳတယ္ဆိုတာ ကံစမ္းမဲႏွိုက္ရသလိုပါပဲ တစ္ခါတေလက်ရင္ ကိုယ္ေတြးထားသလို ကိုယ္ထင္ထားသလိုေတြျဖစ္မလာတက္ပါဘူးတို႔ေတြအိမ္ေထာင္ျပဳၿပီးရင္ ဘယ္လိုေနမယ္ဆိုၿပီး ေတြးထင္ အစီအစဥ္ေတြဆြဲထားတာေတြက တကယ့္လက္ေတြ႕မွာ ကေမာက္ကမေတြ ျဖစ္သြားတက္ပါတယ္အခုလည္းၾကည့္ေလ ယူအီနို တစ္ေယာက္ လက္ထပ္ၿပီးရင္ ခ်စ္ရတဲ့ သူနဲ႔ ႏွစ္ဦးတည္း ေနရေတာ့မယ္ဆိုၿပီး အားခဲထားသမၽွ သဲေရက်ခဲ့ရပါၿပီ ေယာကၡမဆိုတဲ့ တံတိုင္းႀကီးက သူတို႔ႏွဦးရဲ့ ၾကင္စဦး အရသာကို ျခားနားထားၿပီေလသည္ၾကားထဲ သူမရဲ့ တင္းရင္းၿပီး ႏုထြားေနတဲ့ ေရႊရင္အစုံကို မ်က္ေစာင္းခဲ ေနတာကိုလည္း မသိက်ိဳးကၽြန္ျပဳေနရေသးတယ္ဒါအျပင္ သူမရဲ့အေျခအေနက ညည္းေငြ႕စရာလည္းေကာင္းေနျပန္တယ္လင္ျဖစ္သူ က အခ်ိန္ျပည့္အလုပ္လုပ္ေနရတယ္ မနက္သြားၿပီး ညက်မွျပန္လာတယ္တစ္ေနကုန္အိမ္မွာ ေနရၿပီး ေယာကၡမကို လိုေလးေသးမရွိေအာင္ ျပဳစုရတယ္တစ္ေန႔တစ္ေန႔ အဲသည္လိုပဲအခ်ိန္ကုန္ေနခဲ့ရတယ္တစ္ေန႔ သူမ မ်ိဳသိပ္ထားတာေတြ ေပါက္ကြဲထြက္လာေတာ့ သူမ ဘယ္လိုရင္ဆိုင္မလဲသူမရဲအလွအပေတြနဲ႔ ဘယ္လိုကႀကိဳးေတြဆင္ၿပီး ဘယ္လိုခုန္မွာလဲဆိုတာအႏုအရြႀကိဳက္သူေတြအတြက္ သူမရဲ့ တုန္တုန္ယင္ယင္ Orgasm ေတြကို ရင္တဖိုဖိုနဲ႔ ၾကည့္ရေစဖို႔ အခုပဲတင္ဆက္ေပးလိုက္ပါတယ္\n\nCredit -> Channel Myanmar\n" } , { "title" : "Demon Slayer", "date" : "2019", "imagee" : "https://1.bp.blogspot.com/-zvU-CBTKnps/XidCYBZl0OI/AAAAAAAAEVw/Q4tFeFb4Xlc7NiXrJS-iYP0R8vHJ43uBQCLcBGAsYHQ/s800/epce9n8m5wr31-768x437.jpg", "coverr" : "https://1.bp.blogspot.com/-EQ4kbvBCMpM/XidCYvAyfXI/AAAAAAAAEV0/8DhzQoTMQmYg9FAL5HjzGcjEWKQI4_cQQCLcBGAsYHQ/s600/337361f2.jpg", "genre" : "Adult,Asian,21+,Erotic,japan", "length" : "2hr 15min", "qual" : "WEB-DL 720p", "size" : "720p/480p/360p", "video" : "https://drive.google.com/file/d/1P-34Up70ADRnIQMPb5fgAKix8qKas3Zv/view", "vol" : "ဒါကေတာ့ ၂၀၁၉ မွာ ထြက္ရွိခဲ့တဲ့ နာမည္ႀကီး Anime Serie တစ္ခုျဖစ္တဲ့ Demon Slayer (Kimetsu No Yaiba) ကို xxx prody အေနနဲ႔ ျပန္လည္တင္ဆက္ထားတဲ့ကားေလးပဲျဖစ္ပါတယ္ ဒီဇာတ္လမ္းမွာ အဓိကဇာတ္ေဆာင္ျဖစ္တဲ့ Nezuko Kamado ဆိုတဲ့ Demon မေလးဟာ သူ႔ရဲ႕ လူသားဘဝကို ျပန္ေရာက္ဖို႔အတြက္ ႀကိဳးစားလႈပ္ရွား႐ုန္းကန္ရပုံေတြကို ရႈစားရမွာပဲ ျဖစ္ပါတယ္ Nezuko ေလးရဲ႕ အစ္ကိုျဖစ္သူ Tanjiro Kamado အေနနဲ႔လည္း ညီမျဖစ္သူကို လူသားအျဖစ္ျပန္ရေစဖို႔ ႀကိဳးစားထားေလရဲ႕ Nezuko အျဖစ္ မင္းသမီးေခ်ာေလး Nagisa Mitsuki က သ႐ုပ္ေဆာင္ထားတာျဖစ္ၿပီး သ႐ုပ္ေဆာင္ေကာင္းမေကာင္းကေတာ့ ပရိတ္သတ္ႀကီးပဲ ရႈစားၾကပါခင္ဗ်ား။ Quality : HD-Rip 720p Running Time : 02:15:20 Format : Mp4 Genre : Erotic,JAV Subtitle : Myanmar Subtitle (Hard Sub) Translated by HELL Encoded by JAVA " } , { "title" : "Sex Is Zero 2", "date" : "2007", "imagee" : "https://1.bp.blogspot.com/-MMFQ1AvrcEQ/XidDx4cJEJI/AAAAAAAAEWA/5GqSfOg4pgAni-OE3Kv7-MC1AjWQp1nOgCLcBGAsYHQ/s1600/VvYHyvnCGAm2OWhUKFBptIQ1tW.jpg", "coverr" : "https://1.bp.blogspot.com/-xBbIW4BbtYI/XidDyCgxHMI/AAAAAAAAEWE/4AKhTFOl5bAIbQWR4fZHLNl6tgk7LmPoACLcBGAsYHQ/s320/or4p0qhlir2r.jpg", "genre" : "18+,Erotic,korea", "length" : "1hr 55min", "qual" : "WEB-DL 720p", "size" : "720p/480p/360p", "video" : "https://drive.google.com/file/d/1tOVZlNX0iscXGmwcghgbYQC6j858opWO/view", "vol" : "ဒီဇာတ္ကားကေတာ့ ၂၀၀၂ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ Sex is Zero ရဲ႕အဆက္ဇာတ္ကားျဖစ္ပါတယ္။ မင္းသား Im Chang‑jung ထပ္မံပါဝင္ထားေပမယ့္ မင္းသမီးဟာဂ်ီဝန္ေနရာမွာ Running Man မင္းသမီး Song Ji‑hyo ပါဝင္ထားခဲ့ပါတယ္။ ပထမဇာတ္ကားက ဇာတ္ရံအေတာ္မ်ားမ်ားပါဝင္ထားျပီး ပထမဇာတ္ကားရဲ႕ ေက်ာရိုးကိုပဲ ထပ္မံျခယ္သထားခဲ့ပါတယ္။ Quality…Blu-Rip 1080p & 720p Format…mp4 Duration….01:55:00 Subtitle….Myanmar Subtitle (Hardsub) Encoder….Nyeinsaeya Aung Translated by Nyimin Thant" } , { "title" : "Sex Is Zero", "date" : "2002", "imagee" : "https://1.bp.blogspot.com/-WQjQo-bn6dY/XidE02iESRI/AAAAAAAAEWU/q_r3feZEMwY9qpFVMb2jWycWDh_XCy-twCLcBGAsYHQ/s1600/pVEsiXxNwYCROLGg9BhzjKQIZkQ.jpg", "coverr" : "https://1.bp.blogspot.com/-vWccxJWZe28/XidE0ps9ClI/AAAAAAAAEWQ/qAXWGISCIlYHcB66KtHcLkW5yd2ofaSwwCLcBGAsYHQ/s320/3429A-353x512.jpg", "genre" : "18+,Erotic,korea", "length" : "1hr 36min", "qual" : "WEB-DL 720p", "size" : "720p/480p/360p", "video" : "https://drive.google.com/file/d/16iE8u-0SrgXromflKe93bwHUxqGao0U5/view", "vol" : "ဒီဇာတ္ကားဟာ နာမည္ၾကီး ကိုရီးယားေက်ာင္းသား ဟာသဇာတ္ကားျဖစ္ပါတယ္။ မင္းသား Im Chang‑jung ရဲ႕မွတ္တိုင္ဇာတ္ကားျဖစ္သလို မင္းသမီး ဟာဂ်ီဝန္ရဲ႕ နာမည္ေက်ာ္ဇာတ္ကားလဲျဖစ္ပါတယ္။ ခပ္ေပါေပါ ခပ္ခ်ာခ်ာ လုပ္ခ်င္ရာလုပ္ ေနခ်င္သလိုေနတတ္ေပမယ့္ သာမန္လူသားေတြထက္ ႏူးညံ့တဲ့ႏွလံုးသားနဲ႕ Eun Sik … ေငြေၾကးနဲ႕ရုပ္ရည္မွာႏွစ္ေျမာျပီး တစ္ဘဝလံုးေပးဆပ္ခဲ့ေပမယ့္ လူသားမဆန္တဲ့လူတစ္ေယာက္ေၾကာင့္ ဒုကၡေတြ႕ရတဲ့ Eun‑hyo Lee.. သူတို႕ႏွစ္ေယာက္ရဲ႕ပတ္သက္မႈေတြ…သူတုိ႕ႏွစ္ေယာက္ရဲ႕ အံၾသဖြယ္ ဂႏၱဝင္သူငယ္ခ်င္းေတြနဲ႕ ေက်ာင္းသားဘဝ…စတာေတြကိုအေျချပဳလို႕ ခ်စ္ျခင္းကိုေမးခြန္းထုတ္ေပးခဲ့တဲ့ဇာတ္ကား………။ ကြ်န္ေတာ့္အတြက္ေတာ့ အျမဲသတိရေနမယ့္ဇာတ္ကား… ကိုရီးယားဇာတ္ကားေတြကို စတင္ႏွစ္သက္ေစခဲ့တဲ့ဇာတ္ကား…. ဒီဇာတ္ကားကို ကြ်န္ေတာ္ပဲရမ္းသမ္းဘာသာျပန္ျပီးတင္ဆက္လိုက္ပါတယ္။ အားေပးၾကည့္ရႈၾကပါဦး။ Subtitle….Myanmar Subtitle (Hardsub) Encoder….Nyeinsaeya Aung Translated by Nyeinsaeya Aung" } , { "title" : "Black Man English Lesson Cheating Sana Matsunaga", "date" : "Unknow", "imagee" : "https://1.bp.blogspot.com/-SlmNE_xkOKw/XidF4jmf-QI/AAAAAAAAEWg/We8kRdbEzoMPuKDx1miuWhrhkMf4XNV2wCLcBGAsYHQ/s600/79352811_1131580140567446_6637644855277256704_n.jpg", "coverr" : "https://1.bp.blogspot.com/-SlmNE_xkOKw/XidF4jmf-QI/AAAAAAAAEWg/We8kRdbEzoMPuKDx1miuWhrhkMf4XNV2wCLcBGAsYHQ/s320/79352811_1131580140567446_6637644855277256704_n.jpg", "genre" : "jav,japan,21+", "length" : "1hr 58mim", "qual" : "WEB-DL 720p", "size" : "480 MB", "video" : "https://megaup.net/1ty65/(DS)_WANZ-849_480p.mp4", "vol" : "JAV မင္းသမီးေခ်ာေလးေတြက အင္မတန္မွ အႏုအ႐ြႀကိဳက္ၿပီး အသည္းယားေအာင္ ညဳတက္တယ္ဆိုတာ ပုရိသတို႔အသိပါပဲ သူတို႔ရဲ႕ Cute ျဖစ္တဲ့ မ်က္ႏွာေလးေတြရယ္ အလန္းစား ခႏၶာကိုယ္ေလးေတြရယ္က ျမင္ရသူအေပါင္း ဘဝင္ခိုက္ေစပါတယ္ JAV မေလးေတြရဲ႕ ဘက္က ျပည့္စုံသေလာက္ Actor ေတြဘက္ကေတာ့ ျမင္ေတြ႕ေနရတဲ့အတိုင္းပါပဲ….. ခံစားရတာ မျပည့္စုံလွပါဘူး “ခါခ်ဥ္ေကာင္ ေတာင္ၿဖိဳခ်င္ေပမဲ့ ခါးကမသန္” ဆိုသလိုပါပဲ… ခံစားမႈရသတစ္မ်ိဳးထူးျခား ေပးမယ့္ ရသေျမာက္ကားေလး အခုပဲတင္ဆက္ေပးလိုက္ပါတယ္… International တန္းဝင္ JAV အေခ်ာမေလးရဲ႕ အယုအယေတြနဲ႔ လူမည္း ထြားထြားႀကိဳင္းႀကိဳင္းတို႔ အၿပိဳင္လြန္ဆြဲခန္းေတြ ဒီဇာတ္လမ္းမွာတဝႀကီး ေတြ႕ရေတာ့မွာပါ….. ေခတ္ႀကီးက Globalization ျဖစ္လာတာနဲ႔အမွ် အဂၤလိပ္စာက အခရာက်လာပါတယ္ ေခတ္အျမင္ရွိလွတဲ့ ဆာနာရဲ႕ ခင္ပြန္းျဖစ္သူဟာ ဇနီးသည္ကို သတင္းစာမွတဆင့္ေၾကျငာတင္ထားတဲ့အဂၤလိပ္စာသင္တန္းတစ္ခုကို တက္ခိုင္းပါတယ္… သင္တန္းဆရာကေတာ့ ေရာဘတ္လို႔ေခၚပါတယ္ သူကေတာ့ စာသင္တာေတာ္ေပမဲ့ မိန္မကိစၥမွာ အလြန္ေပြရႈပ္တဲ့ လူမည္းတစ္ေယာက္ျဖစ္ေနပါတယ္… အဲဒါကိုမသိပဲ နာဆာရဲ႕ ခင္ပြန္းက နာဆာကို အတင္း သင္တန္းတက္ေစခဲ့ပါတယ္…. ဒါေပမဲ့ သူသိတဲ့အခ်ိန္မွာေတာ့ ေနာက္က်ခဲ့ေလၿပီ… ေရာဘတ္ တေယာက္အဂၤလိပ္စာကို ဘယ္လိုသင္ေပးမလဲဆိုတာ အခုပဲ ေဒါင္းသာၾကည့္လိုက္ေတာ့ဗ်ာ….. …..ေက်ာက္သင္ပုန္းဆိုတာ ေျမျဖဴနဲ႔ေရးမွ ထင္းခနဲ ကြင္းခနဲ ျမင္ရတာ… (ကိမုခ်ိမွတင္ဆက္ေပးထားပါတယ္) Subtitle : Myanmar Subtitle (Hard Sub) Translated by Darkside KiMuChi Encoded by Darkside BGR" } , { "title" : "Caligula", "date" : "1979", "imagee" : "https://1.bp.blogspot.com/-oUuL4ESyjlE/XidHhgSTNNI/AAAAAAAAEWo/EP9mzursjuoVTOHc4FhyROBdAC1-8yQVACLcBGAsYHQ/s1600/7urYTquDoObFzF5SrhHi9kfLp4W.jpg", "coverr" : "https://1.bp.blogspot.com/-3xoZ-6lWkhw/XidHh6cgE2I/AAAAAAAAEWs/21XT2eDNAHYmu9lWN9aiYWMei9UvzwQXwCLcBGAsYHQ/s1600/hrlfv70HG6SBjJs1ARZqwou38FI.jpg", "genre" : "21+,Erotic", "length" : "2hr 35min", "qual" : "WEB-DL 720p", "size" : "720p/480p/360p", "video" : "https://drive.google.com/file/d/1bDY1-9ceogCNuXPYHItB8OQGAksMSv1c/view", "vol" : "DarkSide Production ကေန ေနာက္တစ္ခါ တင္ဆက္လိုက္တာကေတာ့ Adult Movie ဆရာႀကီး ဒါရိုက္တာ Tinto Brass ရဲ့ ဂႏၶဝင္ ႐ုပ္ရွင္ တစ္ကားပဲ ျဖစ္ပါတယ္ ၾကာျမင့္ခ်ိန္ ၂ နာရီေက်ာ္ၿပီး တစ္ကားလုံး လိုလို လိင္ဆက္ဆံခန္းေတြ ျပည့္ႏွပ္ေနပါတယ္… အားလုံး ေတာင္းဆိုၾကတဲ့ ေရာမ ကားဆိုတာ ဒီလိုကားမ်ိဳးပဲ ျဖစ္ပါတယ္ ဒီကားေလးကေတာ့ IMDb 5.4/10 ရထားတဲ့ drama/ erotic/ history ဇာတ္လမ္းေလးပဲ ျဖစ္ပါတယ္. ဒီ ဇာတ္ကားေလးကေတာ့ ေရာမေခတ္ လူေနမႈ စရိုက္နဲ႔ အုပ္ခ်ဳပ္မႈ ပုံစံေတြ.အုပ္ခ်ဳပ္သူရဲ့ အာဏာအသုံးခ်မႈ ေတြ . မိသားစု ကိစၥေတြကို ပြင့္လင္းစြာ ျပသထားမွာပါ. ဒီကားေလး‌က ေရာမေခတ္ ဆီဆာေတြရဲ့ စိတ္ေနစိတ္ထားကို ပြင့္ပြင့္လင္းလင္း ရိုက္ကူးတင္ျပထားတာေၾကာင့္ ေရာမတို႔ရဲ့ သမိုင္းကို စိတ္ဝင္စားႏွစ္သက္တဲ့ ပရိတ္သတ္ႀကီးကို အႀကိဳက္ေတြ႕ ႏွစ္သက္ေစမွာပါ. ထို႔အျပင္ erotic typeထဲမွာ ပါေနတာေၾကာင့္ လိင္မႈကိစၥေတြ လိင္နဲ႔ပက္သက္တာေတြကို ပြင့္လင္းစြာ ရိုက္ကူးျပသထားမႈေၾကာင့္ အသက္ 21ေအာက္ႏွင့္ မိသားစုဝင္မ်ား အတူယွဥ္တြဲ မၾကည့္သင့္ပါ ခင္ဗ်ာ Translated By : YK Encoded By : XCode" } , { "title" : "The Forbidden Legend: Sex & Chopsticks 2", "date" : "2009", "coverr" : "https://1.bp.blogspot.com/-sXHgytugVRo/XidNJA9pDXI/AAAAAAAAEXI/_iE6JcOBW-84VzVVgNoGcYWR7U2DrhuvwCLcBGAsYHQ/s1600/fo.jpg", "imagee" : "https://1.bp.blogspot.com/-nkRDkRPAUvA/XidNJC3ZhHI/AAAAAAAAEXM/9ydTZYdVxzs09bUS57iahPtsIVsGa4ZLQCLcBGAsYHQ/s1600/2wRzqHc1JHN3waOaFvYTc1D5ULo.jpg", "genre" : "Erotic,18+,Asian, Adult, Comedy, Drama", "length" : "1hr 32min", "qual" : "WEB-DL 720p", "size" : "790 MB", "video" : "10434sdfgh6644362935", "vol" : "ကေလးသူငယ္​မ်ားမၾကည္​့ရ လူၿကီးကားျဖစ္​သည္။​ တရုတ္​ကားေလးေတြကို ေမ်ွာ္​ေနတဲ့သူေတြအတြက္​ တရုတ္​ကားေလးတကားနဲ႔ မိတ္​ဆက္​ေပးခ်င္​ပါတယ္​။ အဲ့ကားေလးကေတာ့ 2009 April မွာထြက္​ရွိခဲ့တဲ့The Forbidden Legend Sex& Chipsticks 2 ဆိုတဲ့တရုတ္​ 18+ကားေလးပဲျဖစ္​ပါတယ္​။ ဒီကားကိုေတာ့ ” The Golden Lotus “ဆိုတဲ့ဝတၳဳကို မီွၿငိမ္​းၿပီးရိုက္​ကူးပုံေဖာ္​ထားတာပဲျဖစ္​ပါတယ္​။ ဇာတ္​လမ္​းအညႊန္​းေလးကိုေတာ့ နည္​းနည္​းေလးပဲေျပာပါ့ေတာ့မယ္​။ အရွည္​ႀကီးေတြေရးေနရင္​ ၾကည္​့ရတာေပါ့သြားမွာစိုးတာေၾကာင္​့ပါ။ ဇာတ္​လမ္​းကေတာ့ ခ်မ္​းသာတဲ့ေနာက္​ခံေက်ာရိုးရွိတဲ့ ဆိုင္​မြန္​သိုင္​ကြင္​းဆိုတဲ့ လူႀကီးမင္​းတေယာက္​က ကုိယ္​လုပ္​ေတာ္​ေတြကိုဘယ္​လိုသိမ္​းပိုက္​လဲ… အဲ့ဒီကုိယ္​လုပ္​ေတာ္​ေတြနဲ႔ ဘယ္​လိုစခန္​းသြားေနလဲဆိုတာကို အကြက္​အသစ္​အဆန္​းေတြနဲ႔ ၾကည္​့ရႈ႕ခံစားၾကရမွာျဖစ္​ပါတယ္​။ တခါေလာက္​ေတာ့ထပ္​ေျပာခ်င္​တာက လူႀကီးမ်ားနွင္​့သာသင္​့ေတာ္​တဲ့ ေဟာင္​ေကာင္​တရုတ္​ကားေလးျဖစ္​ပါတယ္…ငိငိ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Jake(NNL) ျဖစ္ပါတယ္) Subtitle__Myanmar Subtitle (Hardsub) Translated by Jake(NNL) Encoded by Naing Aung Latt(Dark Devil)" } , { "title" : "My P S Partner", "date" : "2012", "coverr" : "https://1.bp.blogspot.com/-Clq5bu9ME9U/Xif4caAY7bI/AAAAAAAAEXc/V3vO_hy6-UQlsfiKePyp86FDLR1YIkulQCLcBGAsYHQ/s320/my-ps-partner-south-korean-movie-poster.jpg", "imagee" : "https://1.bp.blogspot.com/-hQzVKPxnTDU/Xif4cZYnCrI/AAAAAAAAEXY/297L80u9Vu4oQPZ7EZrnZupSAW2CLY3CgCLcBGAsYHQ/s800/92P42c.jpg", "genre" : "Erotic,18+,korea", "length" : "1hr 54min", "qual" : "WEB-DL 720p", "size" : "955 MB(720p)", "video" : "https://drive.google.com/file/d/1PM2z5ZDvZLD6qMb6pZJYmhTxRR3pTpc0/view", "vol" : "My Phone Sex Partner ဆိုတဲ့ ဒီကိုရီးယားဇာတ္ကားက IMDb(6.9) ထိ Rating ရရွိထားတဲ့ Romantic Comedy ဇာတ္ကားေလးပါ။ Phone Sex အေျပာအဆိုတခ်ိဳ႕နဲ႔ အေဖာ္အခၽြတ္ဇာတ္ဝင္ခန္းတခ်ိဳ႕ေၾကာင့္သာ မိသားစုနဲ႔ မၾကည့္သင့္လို႔ 18+ ေခါင္းစဥ္တပ္လိုက္ရေပမယ့္ အခ်စ္ဇာတ္ကားသန႔္သန႔္ေလးလို ခံစားရမဲ့ အေနအထားမ်ိဳးပါ။… ဒီဇာတ္ကားေလးက သာမန္ ၁၈ အေပါင္း ဇာတ္ကားေတြနဲ႔မတူပဲ ရိုမန႔္ ဒရမ္မာ ဟာသ အစုံေရာသုပ္ထားတဲ့ ဇာတ္ကားျဖစ္ေနတာေၾကာင့္ပါ… အျပင္ေလာကမွာပါ ျဖစ္တတ္တဲ့ အေၾကာင္းတရားေတြကို ေပါ့ေပါ့ပါးပါး ပဲ ရိုက္ကူးတင္ဆက္ထားတယ္… ဒီေတာ့ ၾကည့္ရႈသူ ပရိတ္သတ္ႀကီးအေနနဲ႔ ၾကည့္ရတာပ်င္းစရာႀကီးလို႔ေတာင္ သတိရမွာမဟုတ္ပါဘူး… ဇာတ္လမ္းေလးကေတာ့ မေတာ္တဆလြဲေခ်ာ္မႈေလးတစ္ခုေၾကာင့္ လူႏွစ္ေယာက္ေတြ႕ဆုံခဲ့ၾကၿပီး သူတို႔ႏွစ္ေယာက္စလုံးမွာလည္း ေၾကကြဲစရာ ျဖစ္ရပ္ကိုယ္စီနဲ႔ပါ… ႏွစ္ေယာက္သား ရင္းႏွီးတာၾကာလာေတာ့ သံေယာဇဥ္ျဖစ္လာၿပီး တစ္ေယာက္နဲ႔တစ္ေယာက္ မသိစိတ္ထဲမွာ ခ်စ္ေနၾကရင္းနဲ႔ သူတို႔ၾကားမွာ မေမၽွာ္လင့္ထားတဲ့ အျဖစ္ေတြ ျဖစ္ေပၚလာခဲ့တဲ့ အခါမွာေတာ့….။ ဒီဇာတ္ကားေလးကို ပရိတ္သတ္ႀကီး သေဘာက်မယ္လို႔ ေမၽွာ္လင့္ပါတယ္ ၁၈+ ဆိုေနေပမယ့္လို႔ ေပါ့ေပါ့ပါးပါးၾကည့္ရႈရမွာျဖစ္ၿပီး ၾကည့္ရတာ တန္ပါတယ္… အားေပးခံစားၾကည့္ရႈၾကပါဦး။ Credit -> Channel Myanmar " } , { "title" : "High Society", "date" : "2018", "coverr" : "https://1.bp.blogspot.com/-w4ifFWBfpGg/Xif5gItBkHI/AAAAAAAAEXs/SD4UpOtKXQI5FEP4Ubon_nis3y3PNP7cwCLcBGAsYHQ/s500/High_Society_%2528Korean_Movie%2529-P1.jpg", "imagee" : "https://1.bp.blogspot.com/-8WGhMNEz600/Xif6E0ruXsI/AAAAAAAAEX0/q8eamc572yovbf2Qzd6ItJkKPe2s6cXOwCLcBGAsYHQ/s1600/maxresdefault-768x432.jpg", "genre" : "Erotic,korea,18+", "length" : "2hr 17min", "qual" : "WEB-DL 720p", "size" : "521 MB(720p)", "video" : "https://drive.google.com/file/d/15aZJr351wYL8d54sh0_5uMKtCw1bpR4m/view", "vol" : "ဒီကိုရီယားဇာတ္ကားမွာ Soo Ae တို႔လို နာမည္ႀကီး သ႐ုပ္ေဆာင္ေတြပါဝင္ထားျပီး ဇာတ္လမ္းကေတာ့ ႏိုင္ငံေရးအေျခခံဇာတ္လမ္းျဖစ္ပါတယ္… မင္းသားဟာ ႏိုင္ငံေရးအဖြဲ႔အစည္းလက္ေအာက္တစ္ခုမွာ လႊတ္ေတာ္အမတ္အျဖစ္ ဝင္ေရာက္ လုပ္ကိုင္မိရာမွ သူရဲ႕ ပါတီတြင္း ျခစားေနတဲ့ျဖစ္ရပ္ေတြကုိေတြ႕ရိွလိုက္တဲ့အခါ ေတာ္ေတာ္ထိတ္လန္႔သြားပါတယ္။ သူရဲ႕မိန္းမကလည္း အဲ့ဒီ့ပါတီလက္ေအာက္ကုမၸဏီတစ္ခုမွာပဲ အလုပ္လုပ္ေနတာေၾကာင့္ အရာရာကိုမ်က္ကြယ္ျပဳေနလိုက္တဲ့အခါ ပါတီေခါင္းေဆာင္မ်ားရဲ႕ကြၽန္သဖြယ္ျဖစ္လာျပီး ေနာက္ဆံုးမွာ သူတို႕ႏွစ္ေယာက္ရဲ႕သည္းခံႏိုင္စိတ္ကုန္သြားတဲ့အခါမွာေတာ့…။ ႏိုင္ငံေရးဇာတ္ကားျဖစ္ေပမယ့္ ခပ္ၾကမ္းၾကမ္း ဇာတ္ဝင္ခန္းေတြပါဝင္တာေၾကာင့္ အရြယ္မေရာက္သူမ်ား မၾကည့္သင့္ပါ။ Subtitle….Myanmar Subtitle (Hardsub) Encoder….RGB Translated by Dark Side HZ " } , { "title" : "Fifty Shades Freed", "date" : "2018", "coverr" : "https://1.bp.blogspot.com/-3DPpH15TSII/Xif6mHowvhI/AAAAAAAAEYA/zhCWLhn0EaIflaiX6xNNOj-GNNZ-tsCeQCLcBGAsYHQ/s500/MV5BMTYxOTQ1MzI0Nl5BMl5BanBnXkFtZTgwMzgwMzIxNDM%2540._V1_.jpg", "imagee" : "https://1.bp.blogspot.com/-qqRcirPCAcU/Xif6k4CQ3mI/AAAAAAAAEX8/WVckIzEczCgYZwM2y0FUDLphuNZ9DRUZACLcBGAsYHQ/s1600/2475-d063-00299r-crop-jpg-1518116752.jpg", "genre" : "Erotic,18+,Romance", "length" : "1hr 50min", "qual" : "WEB-DL 720p", "size" : "948 MB (720p)", "video" : "https://drive.google.com/file/d/1pR7Nwz-OOCXg3WcVLRS_MDpbD3yjemMh/view", "vol" : "Fifty Shades Freed ရဲ႕ preview ကိုေတာ့ စာအုပ္ထဲဇာတ္လမ္းနဲ႔Trailer ကိုဆက္စပ္ၿပီးေဖာ္ျပေပးပါမယ္။ Trailer ဟာ Christian နဲ႔ Ana မဂၤလာေဆာင္တဲ့ဇာတ္ဝင္ခန္းနဲ႔ဖြင့္ထားၿပီး Grey တို႔ဇနီးေမာင္ႏွံ ဥေရာပတခြင္ ဟန္နီးမြန္းထြက္တဲ့ ပံုရိပ္ေတြကိုျမင္ေတြ႕ရမွာပါ။ဒါေပမယ့္ သူတို႔ရဲ႕ ဟန္းနီးမြန္းမွာ အေၾကာင္းတစ္စံုတစ္ခုေၾကာင့္ ေနာက္ေၾကာင္းမေအးျဖစ္ခဲ့ရပါတယ္။ အေၾကာင္းကေတာ့ Christian ရဲ႕ ရံုးအေဆာက္အဦးမွာ မီးေလာင္မႈျဖစ္ခဲ့တာျဖစ္ၿပီး ထိုမီးဟာ မေတာ္တဆေၾကာင့္ေလာင္ကၽြမ္းတာမ်ိဳးမဟုတ္ပဲ တစ္စံုတစ္ဦးရဲ႕ ရည္ရြယ္ခ်က္ရွိရွိ လုပ္ရပ္ေၾကာင့္ျဖစ္ေၾကာင္း Christian သိလိုက္ရပါတယ္။ ဒါေပမယ့္ Ana ရဲ႕အကူအညီနဲ႔ တရားခံဘယ္သူျဖစ္တယ္ဆိုတာကို Christian တစ္ေယာက္အတည္ျပဳႏိုင္ခဲ့တယ္။ သူတို႔ ဟန္းနီးမြန္းကျပန္ေရာက္ၿပီး လုပ္ငန္းခြင္ထဲျပန္ဝင္ၾကရတဲ့အခါ Ana ဟာ Acting Fiction Editor မဟုတ္ေတာ့ပဲ Fiction Editor ျဖစ္ေနပါၿပီ။ Christian Grey ရဲ႕ အရွိန္အဝါေျကာင့္ ပစားေပးျခင္းခံရတာကို မလိုလားတဲ့ Ana ဟာ SIP ရံုးတြင္းမွာ Ana Steele အေနနဲ႔ ပဲ ဆက္အလုပ္လုပ္ခ်င္ေပမယ့္ Christian ရဲ႕ မရမကေတာင္းဆိုမႈေၾကာင့္ Ana Grey နာမည္နဲ႔ အလုပ္လုပ္ခဲ့တယ္။ Trailer ေနာက္တစ္ကြက္မွာေတာ့ Christian တစေ္ယာက္ Ana ကို အင္မတန္လွတဲ့ အိမ္တစ္အိမ္ဆီေခၚသြားခဲ့တယ္။ Ana ကိုယ္တိုင္လည္း အလြန္ႏွစ္သက္တဲ့ ထိုအိမ္ကို အသစ္ျပန္ေဆာက္ရာမွာ အဓိကက်သူကေတာ့ နာမည္ႀကီး ဗိသုကာပညာရွင္ Gia Matteo…. ေရႊေရာင္ဆံပင္နဲ႔ အလန္းစား Gia Matteo ကသူမမ်က္စိေရွ႕မွာတင္ Christian ကို ကလူ၏သို႔ျမႇဴ ၏သို႔ လုပ္လာတဲ့အခါ Ana တစ္ေယာက္ Gia ကို သတိေပးဖို႔ျဖစ္လာပါေတာ့တယ္။ ဒါတင္မကေသးပါဘူး… Gia ဟာ Christian ရဲ႕ အစ္ကိုElliot (Ana အခ်စ္ဆံုးသူငယ္ခ်င္း Kate ရဲ႕ခ်စ္သူ) ကိုလည္း ခ်ဥ္းကပ္ေနသူျဖစ္ပါတယ္။ [??သိတယ္မွလား? အခ်စ္ဆံုးသူငယ္ခ်င္း (2) ေယာက္ လူတစ္ေယာက္တည္းကို ၿပိဳင္တူၾကည့္မရျဖစ္ၿပီဆိုရင္ အဲ့ဒိလူသတိထားၿပီးေနမွေတာ္ကာက်မယ္ဆိုတာ ???] ေနာက္တစ္ခန္းမွာေတာ့ Ana ေမာင္းလာတဲ့ကားကို ေနာက္ကကားတစ္စီးက ဝင္တိုက္ဖို႔ႀကိဳးစားေနတာကိုေတြ႕ရမွာပါ။ Ana နဲ႔ Christian တို႔ အိမ္အသစ္ကိုၾကည့္ၿပီးအျပန္လမ္းမွာ ဘယ္ကမွန္းမသိတဲ့ကားတစီးရဲ႕ အသည္းအသန္ ရန္ရွာအႏၱရာယ္ျပဳ ျခင္းကိုခံခဲ့ရတယ္။ Christian ဟာ Ana တစ္ခုခုျဖစ္သြားမွာစိုးရိမ္တာေၾကာင့္ ဘယ္ေသာအခါမွ သူမကို ကိုယ္တိုင္ကားေမာင္းခြင့္မေပးခဲ့သူျဖစ္ျပီး ပထမဆံုး ခြင့္ျပဳလိုက္တဲ့အခ်ိန္မွာ ထိုျပသနာမ်ိဳးၾကံဳခဲ့ရတာပါ။ ဒါေပမယ့္လည္း Ana ရဲ႕ကားေမာင္းကၽြမ္းက်င္မႈအရည္အခ်င္းဟာ Christian ကိုပါးစပ္အေဟာင္းသားျဖစ္ေစခဲ့ပါတယ္။ Trailer မွာ စိတ္ဝင္စားဖို႔အေကာင္းဆံုးဇာတ္ဝင္ခန္း (2) ခုထဲက ပထမတစ္ခုကေတာ့ Christian က သူ႔ရဲ႕ အဆက္ေဟာင္းလဲျဖစ္ လုပ္ေဖာ္ကိုင္ဖက္လဲျဖစ္တဲ့ Mrs. Robinson တစ္ျဖစ္လဲ Elena ကိုသြားေတြ႕ခဲ့တာပါပဲ. Fifty Shades Darker မွာ Christian ဟာ Mrs.Robinson နဲ႔ သူရဲ႕ဆက္ဆံေရးၿပီးဆံုးသြားတဲ့အေၾကာင္း Ana ကို အတိအလင္းေျပာခဲ့ၿပီးမွ ဘာအတြက္ေၾကာင့္သြားေတြ႕ခဲ့သလဲဆိုတာက စဥ္းစားခ်င္စရာပါ။ Ana က “Did you sleep with her?” လို႔ေမးလိုက္တဲ့အခ်ိန္မွာလဲ ျပန္မေျဖႏိုင္ျဖစ္ေနတဲ့ Christian နဲ႔ Mrs.Robinson ကို လံုးဝမႏွစ္ျမိဳ ့တဲ့ Ana တို႔ၾကားက ဆက္ဆံေရး ဘယ္လိုဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ 2018 Valentine Day မွာ အေျဖရွာၾကည့္ရမွာပါ။ ေနာက္ထပ္စိတ္ဝင္စားဖြယ္ရာဇာတ္ဝင္ခန္းတစ္ခုကေတာ့Jack Hyde က Christian ရဲ႕ ညီမျဖစ္သူ Mia (Rita Ora) ကိုဖမ္းဆီးထားၿပီး Ana ကိုခ်ိန္းေျခာက္ေနတာပါ။ ဆိုေတာ့ကာ Ana နဲ႔ Mia ႏွစ္ေယာက္စလံုး Jack ရဲ႕ လက္ထဲကေနလြတ္ေျမာက္ႏိုင္ပါ့မလား? ဒါမွမဟုတ္ Mia ကိုေတာ့လႊတ္ေပးၿပီး Christian ကို မုန္းတီးတဲ့ ရန္ၿငိွဳးေၾကာင့္ Ana အသက္ကို ရန္မူမွာလား? Ana ကေရာ Jack Hyde ေတာင္းဆိုတဲ့ ေတာင္းဆိုခ်က္ေတြကိုလိုက္ေလၽွာႏိုင္မွာလား? စတဲေမးခြန္းတြကိုေတာ့ 2018 မွပဲသိရမွာပါ။ စာအုပ္ကေတာ့ ေသသပ္တဲ့ဇာတ္ကြက္ေတြနဲ႔ စာဖတ္သူကို လက္ကမခ်ႏိုင္ေအာင္ဖမ္းစားထားခဲ့ပါတယ္။ James Foley ကေရာ စာအုပ္ထဲကအတိုင္း ရိုက္ကူးပါ့မလားဆိုတာကလည္း လူကိုမရိုးမရြျဖစ္ေစျပန္ပါတယ္။ Red Room ထဲက အခန္းေတြကိုလည္း ၾကည့္ရမွာျဖစ္ၿပီး Fifty Shades Darker ထဲက နာမည္ႀကီး Ben & Jerry Ice-cream ဇာတ္ဝင္ခန္းကလည္း Freed မွာပါဝင္လာႏိုင္ပါတယ္။ Red Room ထဲက အခန္းေတြနဲ႔အၿပိဳင္ Ana နဲ႔ Christian ရဲ႕ Romantic ဇာတ္ဝင္ခန္းေတြကိုၾကည့္ရမွာပါ။ ဟန္းနီးမြန္းဇာတ္၀င္ခန္းေတြကို ျပင္သစ္ႏိုင္ငံရဲ႕လွပလြန္းတဲ့ နာမည္ႀကီးေနရာေတြနဲ႔ ျပင္သစ္ႏိုင္ငံေတာင္ပိုင္းက ကမ္းေျခမွာ အဓိကထားရိုက္ကူးခဲ့ျပီး အမိုက္စားျမင္ကြင္းေတြနဲ႔ အမိုက္စားစံုတြဲေလးကို ၾကည့္ရႈခံစားရမွာအေသအခ်ာပါ။ ျပင္သစ္ကမ္းေျခက ဇာတ္ဝင္ခန္းမွွာေတာ့ Dakota ကို Bikini အဝါေလးနဲ႔ျမင္ေတြ႕ရမွာျဖစ္ၿပီး ထိုဇာတ္ဝင္ခန္းရိုက္ကူးခ်ိန္ကတည္းက Dakota ရဲ႕ Body ဟာ ေသာေသာညံေအာင္ ခ်ီးက်ဴးခံခဲ့ရပါတယ္။ ( comment မွာ ပံုတင္ေပးထားပါတယ္) Mrs.Grey လို႔ပါးစပ္ဖ်ားကမခ်ေအာင္ေခၚၿပီး Ana အမွတ္တမဲ့ေျပာဖူးတဲ့အရာေသးေသးေလးေတြကအစျဖစ္ေအာင္လုပ္ေပးတတ္တဲ့Christian , Ana အလုပ္လုပ္ေနတဲ့ SIP Publushing ကို မဂၤလာလက္ေဆာင္အျဖစ္ေပးခဲ့တဲ့ Christian , သေဘာၤစီးရင္းနဲ႔ “အဲ့ဒိအိမ္ကေနၾကည့္ရတဲ့ျမင္ကြင္းကသိပ္လွမွာပဲ” လို႔ေရရြတ္မိလို႔ ထိုအိမ္ကိုမရရေအာင္ဝယ္ေပးခဲ့တဲ့ Christian , ဇနီးသည္ရဲ႕ လံုျခံဳမႈကို အရာအားလံုးထက္ဦးစားေပးတဲ့ Christian ဟာ ဆြဲေဆာင္မႈအေတာ္ရွိသလို အေတာ္ႀကီးကို Romantic ဆန္ပါတယ္။ ပထမဆံုးရုပ္ရွင္ Fifty Shades of Grey ထဲက Christian Grey နဲ႔ ယွဥ္ရင္ အမ်ားႀကီး ႏူးညံ့ လူသားဆန္လာတဲ့ Christian Grey ကိုေတြ႕ရမွာပါ။ Christian အတြက္ဆိုရင္ သူ႔မိသားစုဝင္ေတြကိုပါ ခ်စ္ခင္ကာကြယ္တတ္တဲ့ Ana ရဲ႕ ခ်စ္ျခင္းကလည္း ေရးျပလို႔ဆံုးမယ္မထင္ပါဘူး။ James Foley ဟာ စာအုပ္ထဲမွာမပါတဲ့ဇာတ္ဝင္ခန္းတစ္ခန္းကိုထည့္သြင္းထားၿပီး ထိုဇာတ္ဝင္ခန္းဟာ Ana ရဲ႕ နားခ်ေဖ်ာင္းဖ်မႈေၾကာင့္ Christian တစ္ေယာက္ သူ႔မိခင္ရင္းရဲ႕ အုပ္ဂူကို သြားေရာက္လည္ပတ္တဲ့အခန္းျဖစ္ပါတယ္။ ဒါေၾကာင့္ပဲ Admin ကေတာ့ James Foley တစ္ေယာက္ ဘယ္ဇာတ္ဝင္ခန္းေတြကိုမ်ားထပ္ေျပာင္းလိုက္ဦးမလဲလို႔ စိတ္ဝင္စားေနမိပါတယ္။ Credit – Nucleon Facebook Page (ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) " } , { "title" : "Jan Dara The Finale", "date" : "2013", "coverr" : "https://1.bp.blogspot.com/-A0gApO7EGhA/Xif77rSU0wI/AAAAAAAAEYM/F3ZWNq3vwLkvRD8csWjBBUOrLLkSj7E3QCLcBGAsYHQ/s1600/imagee1.jpg", "imagee" : "https://1.bp.blogspot.com/-eK7Ydne550o/Xif8IRJSckI/AAAAAAAAEYU/gyjSKu32R3Ax8UzqIQYFE86tXsSUD0hvQCLcBGAsYHQ/s600/K0NVHtA51C0o6M9ZnXFP4fZVAz.jpg", "genre" : "Erotic,Romance,18+,thai", "length" : "2hr 24min", "qual" : "WEB-DL 720p", "size" : "1.0 GB(720p)", "video" : "https://drive.google.com/file/d/1zfH-m3JK92vXP3Ne_7ChF95IUA9oIkiM/view", "vol" : "Jan Dara အျဖစ္ Pee Mark ၇ဲ႕ နာမည္ေက်ာ္မင္းသား Mario Maurer ကပါ၀င္သရုပ္ေဆာင္ထားတာပါ Jandra = အမိႈက္ေကာင္ေလး သင္ ဒီကားကိုၾကည့္မယ္ဆိုရင္ေတာ့ ဖခင္ေမတၱာဟာ ဘာလဲဆိုတာကို အရင္ဆံုး နားလည္ေအာင္ သိထားသင့္တယ္လို႕ထင္ပါတယ္။ ေမြးကတည္းက မိခင္ဆံုးပါးသြားျပီး ဖခင္ျဖစ္သူရဲ႕ မုန္းတီးျခင္းကိုခံ ခဲ့ရတဲ့ ဂ်န္ အဘြားျဖစ္သူရဲဲ႕ ကယ္တင္မႈေၾကာင့္ ေမြးေမြးျပီးျခင္း အသက္ေဘးကလြတ္ခဲ့ရတဲ႕ဂ်န္ မိခင္ျဖစ္သူရဲ႕ ညီမ၀မ္းကြဲ အေဒၚျဖစ္သူရဲ႕ ျပဳစုေစာင့္ေရွာက္မႈေၾကာင့္ လူလားေျမာက္ခဲ့ရတဲ့ ဂ်န္ ဆိုတဲ့ေကာင္ေလး ၁၉၁၅ ခုႏွစ္ မုန္တို္င္းထန္တဲ့ ညတစ္ည ဘန္ေကာက္ျမိဳ႕ ဗလန္ပူးအိမ္ေတာ္ၾကီး မွာ ပ်ားပန္းေခတ္မွ်အလုပ္ရွုပ္ေနၾကတဲ့ အလုပ္သမားမ်ားနဲ႕ မခံမရပ္ႏိုင္နာက်င္မႈကို အံတုျပီး မိမိ၏ ရင္ေသြးကို ေမြးဖို႕ ၾကိဳးစားေနတဲ့ အိမ္ေတာ္ရဲ႕ သခင္မ ဒါရာ ဟာ သူ၏ သားေလး ဂ်န္ ကို ေမြးေမြးျပီးျခင္း ေလာကၾကီးကို ေက်ာခ်ုင္းစြန္႕ခြာသြားခဲ့ပါတယ္။ မိန္းမျဖစ္သူကို ဆံုးရွုံလိုက္ရတဲ့ ဖခင္ျဖစ္သူ ၀စ္စနန္ဒီခ်ာ က ဂ်န္ အား သတ္ျပစ္ရန္္ၾကိဳးစားခဲ့ေသာ္လည္း ဘြားေအျဖစ္သူ၏ကယ္တင္မႈေၾကာင့္ ေလာကၾကီးတြင္ဆက္လက္ရွင္သန္ခြင့္ရခဲ့ျပီး ဖခင္ျဖစ္ သူ၏ အမုန္းတရားကို ေမြးေမြးျပီးျခင္းလက္ခံရရွိလိုက္ပါတယ္။ မိခင္ျဖစ္သူ၏ ညီမ၀မ္းကြဲ အေဒၚျဖစ္သူ ၀က္ဒ္ ၏ ျပဳစုမႈေၾကာင့္လူလားေျမာက္ခဲ့ရပါတယ္။ ဖခင္ျဖစ္သူ ၀စ္စနန္ဒီခ်ာ ဟာ မိန္းမျဖစ္သူ ေသဆံုးျပီး အေစာပိုင္းတြင္ ျငိမ္ေနခဲ့ေသာ္လည္း ဗလန္ပူးအိမ္ေတာ္ၾကီး ၏ အုပ္ခ်ဳပ္သူ မိန္းမ၏ ဘြားေအ ခရီးထြက္ေနခ်ိန္္မွာေတာ့ ဗလန္ပူးအိမ္ေတာ္ၾကီးအား သိမ္းပိုက္ရန္ၾကိဳးစားပါေတာ့တယ္…………………… သူ၏ အမိန္္႕မနာခံေသာ အေစခံေယာက်ာ္းမ်ားအား အလုပ္ထုပ္ျပစ္ျပီး အေစခံမိန္းမမ်ားအား အပ်ိဳ/အအို မေရြးဘဲ သူ႕နည္းသူ႕ဟန္ျဖင့္ စည္းရံုးသိမ္းသြင္းပါေတာ့တယ္ ေနာက္ပိုင္းတြင္ အိမ္ၾကိီးတခုလံုးအား သိမ္းပိုက္ျပီး မရီးျဖစ္သူ ၀က္ဒ္ အားသိမ္းပိုက္ရန္ၾကံစည္ရာ အေမ တျဖစ္လဲ အေဒၚျဖစ္သူ ၀က္ဒ္က ဂ်န္္၏ ေနာင္ေရးအတြက္ ဘယ္လိုပင္ျဖစ္ျဖစ္ ဂ်န္ ၏အသက္အား ရန္မရွာရန္ ကတိေတာင္းခံျပီး သူမ၏ ဘ၀ျဖင့္ အလဲအထပ္ျပဳလုပ္လိုက္ပါတယ္။ ဒီလိုနဲ႕ အရြယ္ေရာက္လာခ်ိန္မွာေတာ့ ဖခင္ျဖစ္သူရဲ႕ မုန္းတီးႏွိပ္စက္မႈေတြေၾကာင့္ စိတ္ဒဏ္ရာမ်ားစြာရရွိခဲ့တဲ့ ဂ်န္ဟာ မေမွ်ာ္လင့္ထားဘဲ ဖေအတူမေအကြဲညီမျဖစ္သူ ကာေအာ ရဲ႕ အရြယ္ေရာက္ခ်ိန္မွာ သူငယ္ခ်င္းျဖစ္သူနဲ႕ ျဖစ္ပ်က္ေနၾကပံုကိုေတြ႕ျမင္ျပီး ဘယ္လိုျဖစ္သြားမလဲ…………….. ငယ္ရြယ္စဥ္ကတည္းက ဖခင္ျဖစ္သူ နဲ႕ အေစခံမိန္းမေတြရဲ႕ ေဖာက္ျပန္မႈေတြကို ေတြ႕ျမင္ဖူးထားတဲ့ ဂ်န္ကေကာ ဘယ္လို လက္တည့္စမ္းမႈေတြျပဳလုပ္မလဲ ဖခင္ျဖစ္သူရဲ႕ ရည္းစားေဟာင္းကို ဖခင္ျဖစ္သူက အိမ္ကို ေခၚေဆာင္လာတဲ့ အခါမွာေကာ ဂ်န္နဲ႕ဘယ္လိုေတြျဖစ္ၾကမလဲ ဖခင္ျဖစ္သူ ၀စ္စနန္ဒီခ်ာ ကေကာ ဘယ္လို အသံုးခ်ခံခဲ့ရသလဲ ဘြားေအျဖစ္သူကေကာ ဘယ္လို လွည့္ကြက္ေတြျပဳလုပ္ထားခဲ့သလဲ ဆိုတာကိုေတာ့ CM ပရိတ္သက္ၾကီးအေနနဲ႕ ဆက္လက္ရွုစားရမွာပါ (တခုအၾကံျပဳျခင္တာကေတာ့ ဒီကားဟာ ဆင္ဆာ အခန္းေတြပါတဲ့ အတြက္ မိသားစုျဖင့္ အတူၾကည့္ရန္မသင့္ေတာ္ဘဲ ၁၈ႏွစ္အထက္မ်ားသာ ၾကည့္ရွုသင့္ေၾကာင္းကိုေတာ့ အၾကံျပဳလိုပါတယ္) (ဒီကားအတြက္ ဇာတ္ကားအညြန္းေရးသူကေတာ့ ကသာသားေလးျဖစ္ျပီး ဘာသာျပန္သူကေတာ့ Little Neoပဲ ျဖစ္ပါတယ္။အားေပးတဲ့လူမ်ားရင္ေတာ့ ဒီကားနဲ့ ေနာက္ဆက္တြဲ Jan Dara The Finale ကို ဆက္တင္ေပးသြားပါမယ္" } , { "title" : "Gun Woman", "date" : "2014", "coverr" : "https://1.bp.blogspot.com/-h0TeMyxq0FA/Xif8_qwTvvI/AAAAAAAAEYg/3kSD-JxHR7Aw2fDaVr_vw5K8YMDsuVO5wCLcBGAsYHQ/s420/2.jpg", "imagee" : "https://1.bp.blogspot.com/-lhvb5AQJX1A/Xif8_5ex9PI/AAAAAAAAEYk/eXWjzW7dQXYIFG_WD8vaoJkeJA9InmEZACLcBGAsYHQ/s1600/gun_woman_2014__by_pornparty_ddegeel-fullview.jpg", "genre" : "japan,21+", "length" : "1hr 26min", "qual" : "WEB-DL 720p", "size" : "617 MB(720p)", "video" : "https://drive.google.com/file/d/1KD0mlXZkdkLVRvyit8hfa_dKEV3wNYkg/view", "vol" : "2014 ခုႏွစ္ကထြက္ရွိခဲ့ၿပီး ခပ္ၾကမ္းၾကမ္း ဂ်ပန္ အေပါင္းႏွစ္ဆယ့္တစ္ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဒီကားေလးက က်ေတာ္က်ိဖူးသမ်ွ Japan Gore movies ေတြထဲမွာ ေတာ္ေတာ္ၾကမ္းတဲ့ ဇာတ္ကားပါ ၿပီးေတာ့ ဇာတ္ကားရဲ႕ story line နဲ႔ plot twist ေတြက 21+ လို႔ေတာင္ မထင္ျခင္စရာပါပဲ ေနာက္တခုက ေသြးသံရဲရဲ ခန္းေတြ ဆင္းရဲသားအခန္းေတြ ေပါေပါေသာေသာ ပါတာမို႔ ပုရိသအႀကိဳက္ကားတစ္ကားျဖစ္မယ္ဆိုတာေတာ့ ရဲရဲၾက္ီးအာမခံရဲပါတယ္ ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဆရာ၀န္ တေယာက္ တစံုတခုေသာအေၾကာင္းတစ္ခုေၾကာင့္ ကလဲ့စားေျခဖို႔အာသီသျပင္းထန္ေနတဲ့ဆရာ၀န္ အဲ့ဒီ့ ဆရာ၀န္က ဘာေၾကာင့္ အသဲအသန္ ကလဲ့စားေျခဖို႔ ဆာေလာင္ေနလဲ တေန႔ ကံတရားက မ်က္နွာသာေပးလာေတာ့ မိန္းမပ်ိဳေလးတေယာက္ကို ၀ယ္ၿပီး ရက္စက္တဲ့ လူသတ္သမ ျဖစ္ေအာင္ ေသခ်ာေလ့က်င့္ေပးလိုက္တဲ့အခါမွာေတာ့ ကဲ ဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ႀကီးက ဆက္လက္ၾကည့္ပါ ဘာသာျပန္ကေတာ့ ကိုကြန္ပိုက္ပါ 🙂" } , { "title" : "Lan Kwai Fong 3", "date" : "2014", "coverr" : "https://1.bp.blogspot.com/-EBIHerSvOwA/Xif-m7VmJTI/AAAAAAAAEYw/TfRBWcZwwqw8nv7VXogLua5C2mmfqefhACLcBGAsYHQ/s600/MV5BODhkM2FjYjItOWRjYS00ZGFiLWEzMzMtNTdkMTRiYjBkOGEzXkEyXkFqcGdeQXVyNTQyODc1OTY%2540._V1_.jpg", "imagee" : "https://1.bp.blogspot.com/-Bh-ghW4h2qw/Xif-nDx54AI/AAAAAAAAEY0/xVWaSxt0Yxk96qfkH-2ZAyWgrDDuy7M3gCLcBGAsYHQ/s1600/vlcsnap-2014-11-26-11h01m46s68.png", "genre" : "Erotic,18+,japan", "length" : "1hr 33min", "qual" : "WEB-DL 720p", "size" : "905 MB(720p)", "video" : "https://drive.google.com/file/d/1HMvms2NkKYrpA4cagrcaLNcI47fI3yBd/view", "vol" : "Lan Kwai Fong (2011) နဲ႕ Lan Kwai Fong 2(2012)တို႕ရဲ႕အဆက္အျဖစ္ထြက္ရွိခဲ့တဲ့ဇာတ္ကားျဖစ္ပါတယ္။ Lan Kwai Fong ဆိုတာကေတာ့ ေဟာင္ေကာင္ရဲ႕ အေပ်ာ္အပါးေတြစုစည္းထားတဲ့ေနရာပါ။ ဒီအေပ်ာ္အပါးေတြၾကားမွာ ရုန္းကန္လႈပ္ရွားေနၾကသူမ်ား…ေပ်ာ္ရႊင္ေနၾကသူမ်ား…စတဲ့စတဲ့လူေတြကို အမ်ိဳးမ်ိဳးအဖံုဖံုေတြ႕ႏိုင္ပါတယ္…ဒီထဲမွာမွ အခ်စ္ကိုေတြ႕ရွိသြားၾကတဲ့ လူငယ္တခ်ိဳ႕… ခ်စ္ျခင္းမွာကံေကာင္းႏိုင္မလားဆိုတာ…။ ေဟာင္ေကာင္ တက္သစ္စေမာ္ဒယ္လ္ေတြနဲ႕ရိုက္ကူးထားျပီး ေပါ့ေပါ့ပါးပါးၾကည့္ရႈဖို႕သင့္ေလ်ာ္တဲ့ဇာတ္ကားပါ။ Nudity အခန္းတခ်ိဳ႕ေၾကာင့္ မိသားစုနဲ႕ေတာ့မၾကည့္သင့္ပါ။" } , { "title" : "Monamour", "date" : "2006", "coverr" : "https://1.bp.blogspot.com/-2lPDuGi2jns/XigBonBaSBI/AAAAAAAAEZA/Qj5vXkgUGK0fvXbP_1Le_Xe_e9SFC88zQCLcBGAsYHQ/s480/MV5BMzQzNjg1MjA0OV5BMl5BanBnXkFtZTcwMTUwNzI2Mw%2540%2540._V1_.jpg", "imagee" : "https://1.bp.blogspot.com/-GtA1r7MVh0c/XigBolwGMKI/AAAAAAAAEZE/Wu8EA1ibVMcmq0nEToHGAA-eUIqvMAgLwCLcBGAsYHQ/s1600/MV5BMjhiNWJiNzctZDI5Ny00MDQ0LTliNjQtYTcyYTU0ODljMGYxXkEyXkFqcGdeQXVyNjE0ODEwOTQ%2540._V1_-768x422.jpg", "genre" : "Erotic,21+", "length" : "1hr 34min", "qual" : "WEB-DL 720p", "size" : "Unknow", "video" : "Unknow", "vol" : "ေရွးလူႀကီးမ်ား က ေျပာၾကပါတယ္ အိမ္ေထာင္ေရးမွာ အိပ္ယာေပၚမွာ မသာယာႏုိင္ရင္ အျပင္မွာလဲ အဆင္မေျပႏုိင္ပါဘူးတဲ့… ဒီ ရုပ္ရွင္ကားဟာ အိမ္ေထာင္ေရး သုခ မျပည့္စံုလို႔ မိန္းမ ျဖစ္သူက တစိမ္းေယာက်ၤားတစ္ေယာက္အေပၚတြင္ စိတ္ေဖာက္ျပန္တဲ့ အခ်စ္ဇတ္လမ္းေလးပါ ေယာကၤ်ားျဖစ္သူဟာလဲ အလုပ္ ႏွင့္ လူမႈေရးေတြမွာသာ အားျဖည့္ေပမယ့္ အိမ္က အိပ္ယာေပၚမွာေတာ့ က်ရံႈးသူ တစ္ဦးျဖစ္ေနပါတယ္… အခ်စ္ နဲ ကာမ တက္မက္မႈ က ေရာေထြးလ်က္ ရွိၿပီး တကယ္မခ်စ္လဲ တက္မက္မႈေနာက္ လိုက္ရင္း လမ္းမွားေရာက္သြားတက္ၾကပါတာပါပဲ မိန္းမေတြရဲ႕ တကယ့္လိုအင္ ဆႏၵကို ျဖည့္ဆည္း ႏုိင္ဖို႔ ဘာေတြ လုပ္သင့္လဲ ဆိုတာကို ဒီရုပ္ရွင္ကားကို ၾကည့္ရင္းနဲ႔ သေဘာေပါက္ႏိုင္မွာပါ ဒီရုပ္ရွင္ကားကို မိသားစု ႏွင့္ ကေလးသူငယ္မ်ားေရွ႕ တြင္ မၾကည့္ပါႏွင့္ အရြယ္မေရာက္ေသးသူမ်ား ၾကည့္ရႈရန္ မသင့္ေတာ္ပါ အသက္ ၁၈ ႏွစ္ျပည့္ၿပီးမွ ၾကည့္ပါရန္ ေမတၱာရပ္ခံပါသည္ ရုပ္ရွင္သည္ +R အဆင့္ ျဖစ္ပါ၍ ဆင္ဆာျဖတ္ထားမည္မဟုတ္ပါ… ဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့ အိမ္ေထာင္ေရး ရုပ္ရွင္ကားေတြကို ၾကည့္ေစခ်င္တဲ့ အဘဆရာ သာရစ္ ပဲ ျဖစ္ပါတယ္ ခင္ဗ်ာ 😛" } , { "title" : "Nurse 3D", "date" : "2016", "coverr" : "https://1.bp.blogspot.com/-qiHHHmzgbKc/XigCgvVy4wI/AAAAAAAAEZQ/6A7DlnN79KchoTJMUBxeESmwLPQ0EO4xQCLcBGAsYHQ/s800/p10326521_p_v8_av.jpg", "imagee" : "https://1.bp.blogspot.com/-_jNOjOG3OMo/XigCgVbVm0I/AAAAAAAAEZM/3tdsq_UZck0EAg7RpCTyjT54ov2odd5RwCLcBGAsYHQ/s1600/12122937_10153615268182645_8497930035733502889_n-768x511.jpg", "genre" : "Erotic,21+,18+", "length" : "1hr 23min", "qual" : "WEB-DL 720p", "size" : "660 MB (720p)", "video" : "https://drive.google.com/file/d/1kj24Jal19hSe26ltVjhKLSNRKuNj93aF/view", "vol" : "အက်င့္မေကာင္းတဲ့ ေယာက်္ားေတြကို လုပ္ႀကံသတ္ျဖတ္သူ Nurse မ တစ္ဦး…. ထို႔ အျပင္ သူမဟာ လိင္တူ မိန္းကေလး တစ္ေယာက္ကို ခ်စ္မိျပန္တယ္… ထို အမ်ိဳးသမီး ႏွင့္ ပတ္သက္သူမ်ားကိုလဲ လက္စတံုးပစ္တယ္ ေသြးသံရဲရဲ ဇတ္လမ္း ဇတ္ကြက္ေတြ မိသားစု အတူ မၾကည့္သင့္တဲ့ ဇတ္လမ္းအမ်ိဳးအစားျဖစ္ပါတယ္ သည္းထိတ္ရင္ဖို ၾကည့္ခ်င္တယ္ဆိုရင္ေတာ့ ဇတ္လမ္းေရြးမမွားပါဘူး အဓိက သရုပ္ေဆာင္ျဖစ္တဲ့ Nurse မ ဟာ ရုပ္ အာ့ေလာက္ မေခ်ာေပမယ့္ လံုး၀ Sexy ျဖစ္ၿပီး ဆြဲေဆာင္မႈရွိတယ္ဆိုတာ ဇတ္လမ္းကိုၾကည့္ရႈရင္းသိသာလာမွာပါ (သစ္ဆန္းခန္႔) Quality – DVD Rip 720P Subtitle – Myanmar Subtitle Encoder – Than Htike Zaw " } , { "title" : "Empire of lust", "date" : "2015", "coverr" : "https://1.bp.blogspot.com/-WucKBRLQEPI/XigEDvWTdwI/AAAAAAAAEZg/Hcw3YEr4UzIVU1OIZfvc4o3lOORGe4hoQCLcBGAsYHQ/s1600/Empire_of_Lust-p1-717x1024.jpg", "imagee" : "https://1.bp.blogspot.com/-p6SVR3c8udg/XigEDSRhMhI/AAAAAAAAEZc/4dNeWgVePMkAaLSu1YMLWiFpLdSmSyylwCLcBGAsYHQ/s1600/fullsizephoto565359.jpg", "genre" : "Erotic,korea,18+", "length" : "1hr 53min", "qual" : "WEB-DL 720p", "size" : "1.0GB (720p)", "video" : "https://drive.google.com/file/d/1vIrwZvNekyPWaNUJYJFH_eDB5b8Mtjv4/view", "vol" : "ဒီရာဇ၀င္ကားေလးဟာ ၁၄ ရာစုကကိုရီးယားႏိုင္ငံရဲ႕ေတာ္၀င္မိသားစုတစ္ခုရဲ႕အေၾကာင္းရာကိုရိုက္ကူးထားတာပဲၿဖစ္ပါတယ္…ကင္မင္ေဂ်ဆိုတဲ့စစ္သူၾကီးဟာ ဂ်ိဳဆန္မင္းဆက္အတြက္ အရမ္းအားထားရတဲ့စစ္သူၾကီးတစ္ေယာက္ၿဖစ္ခဲ့ပါတယ္….သူဟာတိုင္းၿပည္ရဲ႕ညာလက္ရံုးတစ္ေယာက္ၿဖစ္ရံုသာမက ဂ်ိဳဆန္မင္းၾကီးအေပၚမွာလည္းအရမ္းကိုသစၥာရွိတဲ့စစ္သားေကာင္းတစ္ေယာက္ၿဖစ္ပါတယ္…ဒါေၾကာင့္မင္းၾကီးကိုဆန္႕က်င္ဖို႕ၾကိဳးစားေနတဲ့ မင္းၾကီးရဲ႕ ငါးေယာက္ေၿမာက္သားေတာ္ ေဂ်ာင္ကိုမ်က္ေၿခမပ်က္ေစာင့္ၾကည့္ေနခဲ့ပါတယ္…သူ႕ရထားတဲ့ရာထူးေၾကာင့္ သူမွာဖိအားေတြလည္းမ်ားခဲ့သလို တိုက္ပြဲေပါင္းမ်ားစြာကိုလည္းၾကံဳခဲ့ရပါတယ္…အဲ့ဒီလိုအေၿခေနေတြမွာပဲ ဂါဟီးဆိုတဲ့ေခ်ာေမာလွပတဲ့မိန္းမပ်ိဳေလးနဲ႕ေတြ႕ဆံုခဲ့ၿပီး အမွတ္မထင္သံေယာဇဥ္ရွိခဲ့ရာကေန ေထာင္ေခ်ာက္ထဲကိုတိုး၀င္သလိုၿဖစ္သြားခဲ့ပါတယ္…ဒီကားရဲ႕ေကာင္းေၾကာင္းေတြကိုေၿပာရရင္တစ္ကားလံုးၿဖစ္သြားမွာစိုးလို႕ ဒီေလာက္နဲ႕ပဲေက်နပ္ၾကပါ…ဒီကားေလးထဲမွာခ်စ္ၿခင္းတရားဟာ ဘယ္လိုအရာမ်ိဳးလဲဆိုတာၿမင္ေတြ႕ရမွာပဲၿဖစ္ပါတယ္…..ေရွ႕ေခတ္ကိုရီးယားရဲ႕ ဇာတ္ရုပ္ေတြပီၿပင္ေအာင္လုပ္ထားတာမို႕ တခ်ိဳ႕ေသာအခန္းေတြက မိသားစုနဲ႕မၾကည့္သင့္ပါ….ရာဇ၀င္ကားၾကိဳက္သူမ်ားနဲ႕ နန္းတြင္းကားေတြၾကည့္တာႏွစ္သက္သူမ်ားအတြက္အၾကိဳက္ေတြ႕ေစမယ့္ကားေကာင္းေလးတစ္ကားပဲၿဖစ္ပါတယ္… Subtitle….Myanmar Subtitle (Hardsub) Encoder….Moe Myint Lwin" } , { "title" : "Deadly Virtues: Love. Honour. Obey", "date" : "2014", "coverr" : "https://1.bp.blogspot.com/-zlaMv1hHCNY/XigE1MHTHyI/AAAAAAAAEZw/TSh7aKUMRnA0nKQeNW7CF6m63xUU0JqcACLcBGAsYHQ/s1600/MV5BNzVlYzEwNmUtNjhlMy00ZTczLWI1MWQtMTBkMGVlMDQyOTM5XkEyXkFqcGdeQXVyMzY0MTE3NzU%2540._V1_SY1000_CR007101000_AL_.jpg", "imagee" : "https://1.bp.blogspot.com/-DbT9y0x1aaM/XigE048ThzI/AAAAAAAAEZs/uW4q9YAYdBYFA1XBuZJZp_SBwazVYkyDwCLcBGAsYHQ/s1600/8302rsiFhYQ0zczxvlq2kIeoAmQ.jpg", "genre" : "18+", "length" : "1hr 6min", "qual" : "WEB-DL 720p", "size" : "623 MB(720p)", "video" : "https://drive.google.com/file/d/1sPtt3_hT49NcYJQLT-RvaXbdepOneRFK/view", "vol" : "ဇာတ္​ကားထဲက အဓိကဇာတ္​ေဆာင္​က အာ႐ြန္​… ဆိုေတာ့ သူ႔အေၾကာင္​းေလးနည္​းနည္​းေျပာျပမယ္​ သူက စိတ္​ေ၀ဒနာရွင္​တစ္​ေယာက္​ ႀကိဳးခ်ည္​နည္​းေတြကို စနစ္​တက်သိထားၿပီး အစြဲလမ္​းႀကီးတဲ့သူမ်ိဳး ဇာတ္​လမ္​းကို လင္​မယားႏွစ္​ေယာက္​ရဲ႕အိမ္​ထဲ၀င္​တဲ့ပံုစံနဲ႔ အစပ်ိဳးထားတယ္​ ေယာက်္​ားကိုႀကိဳးခ်ည္​ၿပီး သူ႔မိန္​းမနဲ႔ Game ေတြကစားတယ္​ သူမႀကိဳက္​တာ တစ္​ခုလုပ္​တိုင္​း ေယာက်္​ားရဲ႕ လက္​ေခ်ာင္​းကို တစ္​ခါျဖတ္​တယ္​ ဒါေပမယ္​့ သူကထူးျခားတယ္​ လူသတ္​သမားမဟုတ္​ဘူး သူလိုခ်င္​တဲ့ ရက္​ေလးအတြင္​းမွာ သူေနေစခ်င္​သလိုေနေပးရင္​ သူေက်နပ္​ၿပီ ဆိုသလိုမ်ိဳးလူ သူက ေကာင္​မေလးရဲ႕နာမည္​ကိုလဲသိတယ္​ စကားလည္​းေျပာဖူးတယ္​ ဒါေပမယ္​့ ေကာင္​မေလးကေတာ့ မသိဘူး ဒါဆို သူအိမ္​ကို ဘယ္​လို၀င္​လာခဲ့တာလဲ နာမည္​ေရာ ဘယ္​လိုသိေနတာလဲ စကားေျပာဖူးတယ္​ဆိုတာေရာ ဟုတ္​ရဲ႕လား သူလုပ္​ေစခ်င္​တဲ့ အရာေတြၿပီသြားရင္​ လႊတ္​ေပးမွာလား ဘာဆက္​ျဖစ္​မွာလဲ က်န္​တာ Down ၾကည္​့ၾကပါေနာ္​ ? ဇာတ္​ကားေလး ၾကာခ်ိန္​က ၈၇ မိနစ္​ ခန္​႔ျဖစ္​ၿပီး imdb rate 4.8 ရထားပါတယ္​ director ကေတာ့ Ate de Jong ပါတဲ့ အာ႐ြန္​ေနရာမွာေတာ့ Edward Akrout ကသရုပ္​ေဆာင္​ထားပါတယ္​ ဇတ္လမ္းကို Munha က ဘာသာျပန္ေပးၿပီး အညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္ (18+ အခန္းမ်ား ပါ၀င္သျဖင့္ မိသားစုျဖင့္ ၾကည့္ရႈ႕ရန္ မသင့္ပါ)" } , { "title" : "Body of Sin", "date" : "2018", "coverr" : "https://1.bp.blogspot.com/-mVa1iW1hUkc/XigF4eq9q9I/AAAAAAAAEZ8/JMYP42O1E3AiqhZM_oiLhONsX65wYH4OgCLcBGAsYHQ/s1600/IqWyla0PufLY1gZ-359x512.jpg", "imagee" : "https://1.bp.blogspot.com/-lTcr7Tolbk4/XigF4fU2JRI/AAAAAAAAEaA/RMp6UWJwiXowRJMVovLHqHZJI2zSKRPrQCLcBGAsYHQ/s1600/11511189_web1_M-feel-pretty-edh-180419.jpg", "genre" : "18+,Erotic", "length" : "1hr 24min", "qual" : "WEB-DL 720p", "size" : "796 MB (720p)", "video" : "https://drive.google.com/file/d/1PMVKW4VjVH07gix9YbrwWyz773Fl65GK/view", "vol" : "ညွိဳ႕အားျပင္း အမ်ိဳးသမီးေတြနဲ႔ စိန္သူခိုးတို႕ လူလည္ခ်င္းထိပ္တိုက္ေတြ႕ၾကေသာအခါ…… ကတံုးေပၚထိပ္ကြက္ၾကမယ့္ ခပ္ၾကမ္းၾကမ္း ဇာတ္လမ္းမ်ိဳးပါ။ Adventure, Crime, Thriller အမ်ိဳးအစားျဖစ္ျပီး IMDb Rating ေပးတဲ့လူနည္းေပမယ့္ 6/10 ေတာ့ရရွိထားပါတယ္။ " } , { "title" : "Antiporno", "date" : "2017", "coverr" : "https://1.bp.blogspot.com/-MD1VcyNsERc/XigGf3ZA1dI/AAAAAAAAEaQ/IgNo8_V6gTIe3RufFanUKlcjur0bxsJigCLcBGAsYHQ/s1600/MV5BMzA1MmZmODgtMTU0Ni00NDY0LWExZDMtYzQ2NjY1MGVmNWNjL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNTI4ODg2Mjc%2540._V1_SY1000_CR007071000_AL_.jpg", "imagee" : "https://1.bp.blogspot.com/-oAbbnephXvY/XigGfZ1DbKI/AAAAAAAAEaM/8PGSUBHJlQ0nRBeIJq8gIJAEDGdUubLSwCLcBGAsYHQ/s1600/tueEXvXJAhAUos1WVoVCdKeIUkU.jpg", "genre" : "21+,japan", "length" : "1hr 15min", "qual" : "WEB-DL 720p", "size" : "708 MB(720p)", "video" : "https://drive.google.com/file/d/1oWVDxYawlWjr2wfcWa0KcLBDjfpFb-i1/view", "vol" : "Antiporno က Sakura ကို ျပန္ခဲ့တဲ့ Jueno ရဲ႕ ဒုတိယ ေျမာက္ ဂ်ပန္ရုပ္ရွင္ကားျဖစ္ၿပီး ဒီရုပ္ရွင္ကားကေတာ့ နည္းနည္းပိုထူးဆန္းပါတယ္ ဒီဇတ္လမ္းထဲမွာ ပါတဲ့ ေကာင္မေလးဟာ ရုပ္ရွင္ရိုက္ရတာ ၀ါသနာပါသူေလး ျဖစ္ၿပီး စိတၱစ ေရာဂါသည္လဲ ျဖစ္ေနျပန္ပါတယ္ သူဟာ မနက္မိုးလင္းလာတိုင္း တစ္ေန႔နဲ႔ တစ္ေန႔ ထပ္တူက်တဲ့ ကိစၥမ်ိဳးေတြပဲ ႀကံဳေတြ႔ေနရသူပါ လိင္စိတ္လြန္ကဲတဲ့ ရုပ္ရွင္မ်ိဳဳးေတြ ရိုက္ခ်င္သူျဖစ္ၿပီး တကယ္တမ္းမွာေတာ့ သူဟာ ေက်ာင္းသူေလး တစ္ေယာက္ပါ သူမ လုပ္ေနသမွ် ဟာ ရုပ္ရွင္ရိုက္ေနတယ္ပဲ ထင္ေနခဲ့ၿပီး အပ်ိဳဳစင္ဘ၀ ကိုေတာင္ လမ္းေဘးက လူတစ္ေယာက္ကို ေပးခဲ့သူပါ အဲ့ဒါကိုလဲ ရုပ္ရွင္ရိုက္ကြင္းတစ္ခုလို ထင္ေနေပမယ့္ သူ႔အပ်ိဳစင္ ဘ၀ ကို ယူပါဆိုၿပီး သြားေျပာမိတဲ့ လမ္းေဘးက လူကေတာ့ အလကားရတာ ဆိုၿပီး ဘြတ္သြားပါတယ္ အဲ့ဒီ အခါက်မွ သူမ ရုပ္ရွင္ရိုက္ေနတာ မဟုတ္မွန္းသိသြားခဲ့တယ္ဆိုပါေတာ့ 😛 ရုပ္ရွင္တစ္ကားလံုးဟာ 18+ အခန္းေတြ အျပည့္နဲ႔ မင္းသမီးဟာ ခႏၶာကိုယ္မွာ သိပ္ၿပီး အ၀တ္အစား မကပ္ပါဘူး အမ်ားအားျဖင့္ ကိုယ္လံုးတီး ျဖစ္ေနတက္ပါတယ္ ဒါေၾကာင့္ လူ (၁၈) ေယာက္ စုၾကည့္သင့္ပါတယ္ မိသားစု ႏွင့္ အတူမၾကည့္သင့္ပါ 😛 ဇတ္လမ္းဟာ အစမွာ ထင္ထားခဲ့တာက တစ္မ်ိဳးျဖစ္ၿပီး အဆံုးသတ္မွာက တစ္မ်ိဳးျဖစ္ေနပါတယ္ ျဖစ္ႏုိင္ရင္ေတာ့ သင့္ သူငယ္ခ်င္းတစ္ခ်ိဳ႕ကို Mention ေခၚၿပီး အဆံုးထိ မအန္ပဲ မပ်ိဳ႕ ပဲ ၾကည့္ႏိုင္လားဆိုတာ စိန္ေခၚသင့္ပါတယ္ 😀 ဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့ Jueno ျဖစ္ၿပီး Thit San Khant မွ Encode ၍ တင္ဆက္ေပးထားပါတယ္။ 18+ ပရိတ္သက္အေပါင္း အားအင္ျပည့္ၿဖိဳးၾကပါေစ 😀" } , { "title" : "American Mary", "date" : "2012", "coverr" : "https://1.bp.blogspot.com/-WpkQqL8WJPU/XigHLIXeIdI/AAAAAAAAEag/hJIvH85kUsk2Vf_pgJ6Jv_gUs_0x-5GDgCLcBGAsYHQ/s1600/p9545758_p_v8_aa.jpg", "imagee" : "https://1.bp.blogspot.com/-ADM-Vur76yw/XigHLEa7poI/AAAAAAAAEac/FvagRF9ScokCaRvcqzVqVoAn0NhOEfK3gCLcBGAsYHQ/s1600/maxresdefault-512x288.jpg", "genre" : "21+", "length" : "1hr 43min", "qual" : "WEB-DL 720p", "size" : "913 MB(720p)", "video" : "https://drive.google.com/file/d/1N4BbW9NXxE2rIqMVdBEd9aBfJ94-UNi7/view", "vol" : "မင္းသမီး Katharine Isabelle ခပ္ေဟာ့ေဟာ့ ခပ္ၾကမ္းၾကမ္း သရုပ္ေဆာင္ထားတဲ့ Horror,Thriller ဇာတ္ကားျဖစ္ပါတယ္… မက္ေမာဖြယ္ေငြေၾကးေၾကာင့္ ထူးထူးဆန္းဆန္း ခြဲစိတ္မႈေတြကို လုပ္ေဆာင္ေနတဲ့ ေကာင္မေလးတစ္ေယာက္ကို အေျချပဳ ရိုက္ကူးထားပါတယ္။ ခြဲစိတ္ခ်က္ေတြကို ပီပီျပင္ျပင္ရိုက္ကူးထားလို႕ ေသြးထြက္သံယိုလန္႔သူေတြမၾကည့္သင့္ပါဘူး…။ Horror ပရိတ္သတ္ေတြ အၾကိဳက္ေတြ႕မယ့္ဇာတ္ကားပါ။" } , { "title" : "Alanis", "date" : "2018", "coverr" : "https://1.bp.blogspot.com/-EWPYqPKRWzI/XigIOKJr87I/AAAAAAAAEaw/T44iqZNnTJY6tccVib1a_3S3lKL8wtybwCLcBGAsYHQ/s320/asd.jpg", "imagee" : "https://1.bp.blogspot.com/-EpQRnEO0kMM/XigIN5MRVzI/AAAAAAAAEas/1uL81UFai5o-oIsvtKFQY-sf99niMrZOwCLcBGAsYHQ/s1600/2RuUgEjSklKPK2GA7IZ2a35iqCR.jpg", "genre" : "18+", "length" : "1hr 22min", "qual" : "WEB-DL 720p", "size" : "771 MB(720p)", "video" : "https://drive.google.com/file/d/1kWPYbZIP-cANKMxk0SB7u8dJkBsENlA4/view", "vol" : "လူတိုင္းလူတိုင္း ဘဝမွာေကာင္းတာေတြပဲ ျဖစ္ခ်င္ၾကတာပါ ဒါေပမယ့္ ေလာကဇာတ္ ဆရာအလိုက် မျဖစ္ခ်င္တဲ႕ဘဝေတြမွာ မလုပ္ခ်င္တဲ႕ေနရာ ဌာနေတြမွာသက္ဆိုင္ ရာဇာတ္ရုတ္ေတြ အတိုင္းကခုန္ေနၾကတယ္ တခ်ိဳ႕က်ေတာ့လဲ အရုပ္ၾကိဳးပ်က္ျပီး နစ္မြန္း သြားၾကတယ္ တခ်ိဳ႕ၾကေတာ့လဲ မီးအလင္း ေရာင္စံုညီကြန္႕ျမဴ းထားတဲ႕စင္ျမင့္ထက္မွာ အငိုမ်က္လံုးအျပံဳးမ်က္ႏွာျဖစ္ရတယ္ နစ္မြန္းစုတ္ျပတ္သတ္ေနတဲ႔ဘဝပိုင္ရွင္ ေတြကို ေပ်ာ္လြန္းလို႕ဒီဘဝမွာေနေနၾကတယ္ ထင္ပါသလား ဘယ္လို ခံယူခ်က္မ်ိဳးနဲ႕ ဒီဒဏ္ ေတြကိုၾကံ႕ၾကံ႕ခံတယ္ ေတြးမိဖူးလား သူတို႕မွာအားအေကာင္းဆံုးလက္နက္ေလး တစ္ခုရွိေနလို႕ပါ အဲ႕တာကအျခားေတာ့ မဟုတ္ဘူး သူ႕နာမည္ကိုေတာ္ေတာ္မ်ားမ်ား ၾကားဖူးၾကမွာပါ “ေမွ်ာ္လင့္ခ်က္” တဲ႕ Alanis ဆိုတာ ေမာ္ဒယ္ေတြ အေဖာ္ခြ်တ္မ ေလးေတြ နာမည္မဟုတ္ပါဘူး အဆိုေတာ္မ ေလးတစ္ေယာက္နာမည္ပါ ဒါေပမယ့္ အဲ႕ နာမည္ပိုင္ရွင္ေလးမွာ အဆိုေတာ္ျဖစ္ဖို႕အခြင့္ မရခဲ႕ရွာပါဘူး single mother အျဖစ္နဲ႕ ကေလးတစ္ေယာက္ ရင္ဝယ္လြယ္ျပီးသူလုပ္ တဲ႕အလုပ္ကသိပ္မရင္းရပါဘူး ခႏၶာပဲရင္း ရတဲ႕ ျပည့္တန္ဆာအလုပ္ သူငယ္ခ်င္းျဖစ္သူ ဂ်ီဆဲလားနဲ႕ တိုက္ခန္းတစ္ခုငွား ေၾကာ္ညာ စာေတြလိုက္ကပ္ ေဖာက္သည္ေတြလက္ခံ လုပ္ေနတဲ႕ညဥ္႕ငွက္ေလးေတြကို အာဂ်စ္တီးနားရဲ႕ ျပည့္တန္ဆာလုပ္ငန္း တားျမစ္ခ်က္ဥပေဒအရ အေရးယူဖို႕ အေၾကာင္းဖန္လာပါတယ္ ဒီကားဟာရိုးရိုးေလး ဇာတ္လမ္းကိုပံုေဖာ္ထား တာပါ ျပည့္တန္ဆာလုပ္ငန္းကိုတရားဝင္ လုပ္ခြင့္မေပးတဲ႕ႏိုင္ငံမွာ sex worker ျဖစ္တဲ႕ Alanis တစ္ေယာက္ ဘယ္လိုရုန္း ကန္ရလဲ ပဲရိုက္ျပထားတာပါ စစခ်င္းအဖြင့္ မွာတင္ ဝစ္လစ္စလစ္ scene နဲ႕စတာမို႕ ေမာင္ႏွမေတြ မိသားစုေတြနဲ႕ၾကည့္လို႕မသင့္ ေလ်ာ္ပါဘူး တကယ့္ reality ကိုပဲခ်ျပခ်င္တဲ႔ ကားမ်ိဳးျဖစ္တဲ႕ အတြက္အျခားက်န္တဲ႕အပိုင္း ေတြမွာ သိပ္ေမွ်ာ္လင့္စရာမရွိဘူး ညဥ္႕ငွက္ ေတြဘဝကို အမွန္တိုင္းအရိုးရွင္းဆံုးျမင္ရမယ္ သူတို႕ဘဝ သူတို႕ဒုကၡေတြ အာဂ်စ္တီးနားက လမ္းၾကားေတြမွာ ဘယ္လိုက်င္လည္ရလဲ ဆိုတာျမင္ရမယ္ အထူးေျပာခ်င္တာကေတာ့ မိခင္နဲ႔ကေလး ၾကားက ဆက္သြယ္မႈအားကိုရိုးရိုးေလးနဲ႕ အထိမိဆံုးျမင္လိုက္ရတာပါပဲ က်ြ်န္ေတာ္ ျပည့္တန္ဆာဇာတ္ရုပ္ေတြေတာ္ေတာ္မ်ားမ်ား ၾကည့္ဖူးတယ္ အကုန္လံုးက တခုခုကိုျမိဳသိပ္ ထားသလိုေၾကာက္ရြံ႕ေနသလို မလုပ္ရဲ မကိုင္ရဲမထိရဲသလိုနဲ႕ လူေတာတိုးဖို႕တြန္႕ ဆုတ္ေနသလို အဲ႕လုိမ်ိဳးေတြပဲျမင္ရတာမ်ား တယ္ ဒါေပမယ့္ ဒီကားထဲက Alanis ဇာတ္ ရုပ္ပိုင္ရွင္ Sofia Castiglione မွာေတာ့ အဆိုပါမ်က္ႏွာေပးမ်ိဳးမရွိပါဘူး သူ႕အတြက္ ေမွ်ာ္လင့္ခ်က္ကသူ႕သား သူ႕သားေလးဒန္တီ ကိုဘယ္အရာကမွခြဲမသြားေစရဘူူး သူ႕သား ကိုျပည့္တန္ဆာလုပ္ျပီး ပ်ိဳးေထာင္မယ္ ငါစိတ္မညစ္ရဘူး ငါမငိုရဘူးဆိုျပီးအားတင္း ထားတဲ႕ပံုမ်ိဳး သားေရွ႕မွာဆိုအျမဲျပံဳးေပ်ာ္ ေနတဲ႔ အေမမ်ိဳး တစ္ဖက္မွာလဲ သားကို ျပည့္တန္ဆာမတစ္ေယာက္သားအျဖစ္ မၾကီးျပင္းလာေစခ်င္ဘူး အဲ႕လိုအားျပိဳင္မႈ ေလးေတြကို မ်က္ႏွာတစ္ခုထဲမွာျမင္ရမွာပါ ဒီကားဟာ အေတာ္ေလးကို လက္ေတြ႕က်တဲ႕ ကားတစ္ခုလိုပဲျမင္မိတယ္ အဲ႕လက္ေတြ႕တရားထဲကမွ အႏုပညာကို ခ်ျပသြားတာ အေမွာင္ထဲမွာမီးေတာက္ေလး တခု ဖ်က္ခနဲျမင္လိုက္ရသလိုေပါ့ ဖန္တီးမႈ ပိုင္းဆိုင္ရာအလွတရားကိုမွခံစားခ်င္သူေတြ အတြက္ ၾကည့္ခ်င္ေလာက္မယ့္ကားမ်ိဳး ဟုတ္မယ္ မထင္ပါဘူး ဒီရုပ္ရွင္ကားကို ဟိန္းသက္ႏုိင္ က ဘာသာျပန္ေပးထားၿပီး အညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္" } , { "title" : "A Special Lady", "date" : "2017", "coverr" : "https://1.bp.blogspot.com/-o32fWs8FA6U/XigJM3X65II/AAAAAAAAEa8/1B1j9-2rJVo3e6Zys_2GHlIwJj-_D_IfQCLcBGAsYHQ/s1600/EY4DQc.jpg", "imagee" : "https://1.bp.blogspot.com/-mJd7GkQhJs0/XigJuYW3LQI/AAAAAAAAEbE/Bn2F0CpzxgkewopVHL6xn8Kjd_wdogvFgCLcBGAsYHQ/s1600/a-special-lady.jpg", "genre" : "Erotic,18+", "length" : "1hr 31min", "qual" : "WEB-DL 720p", "size" : "801 MB", "video" : "https://www.mediafire.com/file/ffhf6y5eikpq8zy/%5BCM%5D_A_Special_Lady_%282017%29_WEB-DL_720p_largefile.mp4/file", "vol" : "ကိုရီးယားအက္ရွင္ဒရာမာကားေလးတစ္ကားပါ။ ကိုရီးယား Gang တစ္ခုအေပၚအမွီျပဳျပီးဇာတ္အိမ္ဖြဲ႕ထားတာျဖစ္ပါတယ္။ အခက္အခဲေတြအမ်ားၾကီးၾကားထဲကေန ေနာက္ဆံုးလူမိုက္ဂိုဏ္းေတြရဲ႕ထံုးစံအတိုင္း ဂိုဏ္းၾကီးမားတာနဲ႕အမွ် တရား၀င္စီးပြားေရးလုပ္ငန္းလုပ္ဖို႕ တာဆူလာၾကတာပါပဲ။ ဒီလိုနဲ႕စီမံကိန္းအေကာင္အထည္ေဖာ္ဖို႕ရန္အတြက္ ေသခ်ာစီစဥ္အကြက္ခ်လုပ္ခဲ့ၾကေပမယ့္ ကံတရားကေတာ့မ်က္ႏွာသာမေပးဘဲ လြဲေခ်ာ္မႈတစ္ခုျဖစ္သြားခဲ့ပါတယ္။ ကိုယ္ေမြးတဲ့ေမ်ာက္ကကုိယ့္ျပန္ေျခာက္တဲ့အခါမွာေတာ့ အားလံုးခဲေလသမွ်သဲေရက်ျဖစ္သြားရေတာ့တာပါပဲ။ ဒီလိုနဲ႕ ဒုစရုိက္ဂုိဏ္းနဲ႕ပတ္သက္ဆက္စပ္မိျပီးေနာက္ ျပန္လည္ရုန္းထြက္ႏိုင္ပါ့မလား။ ဘယ္လိုေၾကာင့္ဒီလိုျဖစ္သြားရတာလဲ။ ကုိယ္ခ်စ္တဲ့တဲသူနဲ႕အတူေနႏိုင္ဖို႕လူတိုင္းၾကိဳးစားၾကေပမယ့္ ႏွစ္ဖက္ျပိဳင္ဆြဲၾကတဲ့အခါ ဘယ္လိုျဖစ္ကုန္ၾကမလဲ ဆိုတာေတာ့ ကိုရီးယားလူမိုက္ဂုိဏ္းအခ်င္းခ်င္းၾကားကပက္ပက္စက္စက္ တိုက္ခိုက္မႈအလန္းစားေတြနဲ႕အတူ ၾကည့္လိုက္ၾကပါဦးဗ်ာ။ ၁၈+ အခန္းေတြေဖာေဖာသီသီ ပါ၀င္တဲ့အတြက္ မိသားစုနဲ႕ေတာ့မၾကည့္သင့္ပါဘူးလို႕.. Genre :Action, Crime Subtitle : Myanmar Subtitle (Hard Sub) Source : 1080p.WEB-DL.AAC.x264 Translated by Thura Zarni Aung Encoded by Thanhtike Zaw " } , { "title" : "Lost Flower Eo Woo dong", "date" : "2015", "coverr" : "https://1.bp.blogspot.com/-FoaqXlV9Waw/Xinl0A0Q1bI/AAAAAAAAEcs/U2fGJx8G-bEfgQ13iDWcKXoq2pfbCKE1wCLcBGAsYHQ/s400/sex.jpg", "imagee" : "https://1.bp.blogspot.com/-kJWx8yvxm98/XinmH9062SI/AAAAAAAAEc4/xlsgSOv76N855_I2O07Ldq1qIzUvtTwzwCLcBGAsYHQ/s1600/m.preview.aha.XlY8xmN.jpg", "genre" : "Erotic,korea,drama,18+", "length" : "1hr 51min", "qual" : "WEB-DL 720p", "size" : "859 MB (720p)", "video" : "https://drive.google.com/file/d/1nr7b4uRQPs4h57B5ls4pWxoNCR17sjm7/view", "vol" : "ေရွးေဟာင္​းနန္တြင္​းစတိုင္​ေလးနဲ႔ ခ်စ္​မႈေရးရာအျဖာအျဖာကိုခံစားခ်င္​တဲ့ ပရိသတ္​ႀကီးအတြက္ ​ၾကည္​့လို႔ေကာင္​းမဲ့ကားေကာင္​းေလးတကားနဲ႔မိတ္​ဆက္​ေပးလိုက္​ပါတယ္​ဗ်ာ။ အဲ့ကားကေတာ့ 2015ခုနွစ္​တုန္​းက ေတာင္​ကိုရီးယားမွာထြက္​ရွိခဲ့တဲ့ Lost Flower Eo Woo-Dong ဆိုတဲ့ ကိုရီယား18+ကားေလးပဲျဖစ္​ပါတယ္​။ ထူးျခားတာကေတာ့ ဒီကားထဲမင္​းသမီးေလးကေတာ္​ေတာ္​ေခ်ာတာပါပဲ ငိငိ…။ လူႀကီးကားေတြရဲ႕ထုံးစံအတိုင္​းကေတာ့ ဇာတ္​လမ္​းအညႊန္​းကိုသိပ္​ညႊန္​းေပးဖို႔ မလိုေလာက္​ဘူးဆိုေတာ့ အၾကမ္​းဖ်င္​းဖြဖြေလးပဲ အညႊန္​းသေဘာမဆန္​တဲ့ အညႊန္​းေလးနဲ႔ပဲ ညႊန္​းေပးလိုက္​ပါတယ္​….။ Eo Woo Dong ဆိုတဲ့ အကေကာင္​း ဂီတဘက္​မွာပါရမီပါတဲ့ လွပတဲ့မိန္​းခေလးတေယာက္​နဲ႔ တဏွာရာဂျပင္​းထန္​တဲ့ မင္​းသားတစ္​ပါးလက္​ထပ္​လိုက္​ရာကေန ေနာက္​ဆုံးEo Woo Dong ကဘယ္​လိုေတြျဖစ္​သြားခဲ့ၿပီးေတာ့ မင္​ းသားကို ဘယ္​လိုေနာင္​တရေအာင္​လုပ္​သြားခဲ့လဲဆိုတာကို တံေတြးေတြၿမိဳခ်ၿပီးေတာ့ ၾကည္​့ရႈခံစားၾကရမွာျဖစ္​ပါတယ္​………..။ IMDb Ratingကေတာ့ 5.6/10 ပါ။ မွတ္​ခ်က္​ –အခ်စ္​ေရးအခ်စ္​ရာကားျဖစ္​လို႔ ကေလးသူငယ္​မ်ားမၾကည္​့သင္​့ပါဘူး ငိငိ Jake(NNL) ရမ္းသမ္းေဖာေရွာဘာသာျပန္ထားျခင္းျဖစ္ပါတယ္။ Subtitle__Myanmar Subtitle (Hardsub) Translated by Jake(NNL) Encoded by Dark Devil(NAL) " } , { "title" : "Young People Fucking", "date" : "2007", "coverr" : "https://1.bp.blogspot.com/-SGvyeUIJca8/XinnR72tjWI/AAAAAAAAEdA/Da7XAW_cIWYAvLYq8338_Z2BTV8mlwsDwCLcBGAsYHQ/s1600/v1.bTsxMTIyMTAzNztqOzE3OTQ5OzEyMDA7MTUwMzsyMDA0.jpg", "imagee" : "https://1.bp.blogspot.com/-f8qFFhCsGaE/XinnRyCmciI/AAAAAAAAEdE/AOVZUVkukbEJvKhoG7DokOrbggGSmwEKACLcBGAsYHQ/s600/937b16b15-1-768x510.jpg", "genre" : "Erotic,18+,21+,Romance", "length" : "1hr 30min", "qual" : "WEB-DL 720p", "size" : "861 MB", "video" : "https://drive.google.com/file/d/1WQA5raU_ZQNzdBY2AnWZfbCmdatdkJMc/view", "vol" : "ဒီဇာတ္​ကား​ေလးက​ေတာ့ လိင္​ကိစၥတက္​ႂကြ​ေနဆဲျဖစ္​တဲ့ လူငယ္​​ေလး​ေတြရဲ႕ သဘာဝကို ဟာသ​ေႏွာၿပီး ရိုကျ္​ပထားပါတယ္​ ဇာတ္​ကားထဲမွာ စံုတြဲ ၅တြဲပါဝင္​ထားၿပီး တစ္​တြဲနဲ႔တစ္​တြဲရဲ႕ လိင္​ဆက္​ဆံျဖစ္​ပံု​ေလး​ေတြကလည္​း မတူညီၾကပါဘူး ။ ၿပီး​ေတာ့ ဝမ္​းသာစရာက….. ဇာတ္​ကားတစ္​ကားလံုးကလဲ ကုတင္​​ေပၚမွာတင္​ အဆံုးသတ္​သြားတာဆို​ေတာ့ကာ…….. ၁)Friends ပထမစံုတြဲက သူငယ္​ခ်င္​း​ေတြပါ ။ငယ္​ငယ္​တည္​းက ရင္​းႏွိီးခဲ့တဲ့ သူငယ္​ခ်င္​း​ေတြျဖစ္​ၿပီး လိင္​ကိစၥအာသာ​ေျပဖို႔ သက္​သက္​သာ ဆက္​ဆံၾကမွာပါ။ ၂)Room-mate ဒုတိယအတြဲက​ေတာ့ ဆန္​းက်ယ္​စြာပါပဲ လူ ၃​ေယာက္​ ျဖစ္​​ေနတာပါ။ သူ႔​ေကာင္​မ​ေလးကို သူ႔အခန္​း​ေဖာ္​က လိင္​ဆက္​ဆံတာကို ထိုင္​ၾကည္​့ခ်င္​တာပါတဲ့….. ၃)The couple တတိယစံုတြဲက​ေတာ့ လင္​မယား​ေတြပါ။ ဒါ​ေပမယ္​့ တစ္​​ေယာက္​နဲ႔တစ္​​ေယာက္​ မရိုးသြား​ေအာင္​လို႔တဲ့ ကြၽန္​​ေတာ္​တို႔ စိတ္​ကူးထဲ​မွာ​ေတာင္​ မယဥ္​ဘူးတဲ့ ဆန္​းက်ယ္​လွတဲ့ နည္​းလမ္​းတစ္​မ်ိဳးနဲ႔ Sex ကိစၥလုပ္​ၾကမွာပါ……. ၄)The exes ဒီ စတုတၴအတြဲက​ေတာ့ လင္​မယား​ေဟာင္​း​ေတြပါ အ​ေၾကာင္​းအမ်ိဳးမ်ိဳး​ေၾကာင္​့ လမ္​းခြဲခဲ့ၾကၿပီးမွ ျပန္​​ေတြ႕ၾကတဲ့အခါ…..ခံစားခ်က္​ရမၼက္​ႀကီးမားစြာနဲ႔……….ခ်စ္​ရည္​လူးၾကမွာပါ…. ၅)The first date ဒီ​ေနာက္​ဆံုးအတြဲက​ေတာ့ ပထမဆံုးအႀကိမ္​ခ်ိန္​း​ေတြ႕ၾကတာပါ ပထမဆံုးအႀကိမ္​ဆို​ေပမယ္​့ ​ေယာက်ာၤး​ေလးရဲ႕ ​မိန္​းမ​ေတြနဲ႔ ပတ္​သက္တဲ့ စ​ေကးၾကမ္​းမႈ​ ​ေၾကာင္​့…..ကုတင္​​ေပၚ​ေရာက္​သြားၾကတဲ့အခါ…….။ (ရုပ္ရွင္အညႊန္းနဲ႔ဘာသာျပန္ကေတာ့ Dark Side Production မွ Triple X ျဖစ္ပါတယ္။) Subtitle….Myanmar Subtitle (Hardsub) Encoder….RGB Translated by Triple X" } , { "title" : "Rape Zombie: Lust of the Dead", "date" : "2012", "coverr" : "https://1.bp.blogspot.com/-_VVRzoUkhs4/XinqO5gsuEI/AAAAAAAAEdU/_aCO7inluEQRA6j5nDJlByTqclIZExAmQCLcBGAsYHQ/s400/rape-zombie-lust-of-the-dead1.jpg", "imagee" : "https://1.bp.blogspot.com/-tiiFjiG62yU/XinqOkE6gkI/AAAAAAAAEdQ/fOwP0nc5VJ42AKldPP2MdMfkcSQqhWJswCLcBGAsYHQ/s1600/av9ajWgE9cIGY9tUW5dLpBpO1Lf.jpg", "genre" : "21+,japan", "length" : "1hr 30min", "qual" : "WEB-DL 720p", "size" : "458 MB", "video" : "https://drive.google.com/file/d/1396zFBovGaIZf271-bbVuodfeqQX5YrO/view", "vol" : "ခုဆိုရင္​ 18+ကားေလးေတြကိုမွ ဇာတ္​လမ္​းေကာင္​းေကာင္​းနဲ႔ၾကည္​့ခ်င္​တဲ့လူမ်ားအတြက္​ ကားေကာင္​းေလးတခုကိုတင္​ဆက္​ေပးလိုက္​ပါတယ္​။ ဒီကားေလးကေတာ့ Rape Zombie: Lust of the Dead(2012)ကားေလးပဲျဖစ္​ပါတယ။္​ ဒီကားေလးမွာတျခား Zombie ကားေတြနဲ႔မတူပဲနဲ႔ကြဲထြက္​ေနတာေလးတခုရွိပါတယ္​။ အဲ့ကြဲထြက္​ေနတာေလးတခုကပဲ ၾကည္​့ရႈတဲ့သူေတြကိုဆြဲေဆာင္နိုင္​မွာအေသအခ်ာပါပဲ။ ေနာက္​တခ်က္​အေနနဲ႔ကေတာ့ ဒီကားေလးဟာ18+ ကားတကားျဖစ္​ေပမဲ့လည္​း တခ်ိဳ႕လူသဘာဝတရားသီရိုရီေတြကိုပါ တခါတည္​းထည္​့သြင္​းရိုက္​ကူးထားတာျဖစ္​ပါတယ္​။ ဒီကားအမ်ိးအစားေလးကေတာ့ Horror အေပၚအေၿခခံထားၿပီးတဲ့ 18+ကား တကားျဖစ္​ပါတယ္​။ ဒီကားေလးမွာေတာ့ ဂ်ပန္​ကိုနယူးကလီးယားဗုံးအႀကဲခံလိုက္​ရၿပီးေတာ့ အမ်ိဳးသမီးေတြကို လိင္​စိတ္​ဆာေနတဲ့ဇြန္​ဘီးေတြက တိုက္​ခိုက္​ၾကပါတယ္​။ ဒါေပမဲ့ဇြန္​ဘီးေတြက ဘယ္​လိုတိုက္​ခိုက္​ၾကလဲ ေနာက္​ဆုံးဇြန္​ဘီးေတြကုိဘယ္​လိုနိမ္​နင္​းခဲ့လဲဆိုတာကို မ်က္​လုံးျပဴးသြားရေလာက္​ေအာင္​ခံစားၾကည္​့ရႈၾကရမွာျဖစ္​ေၾကာင္​း………ငိငိ အျမည္​းေလးညႊန္​းေပးလိုက္​ပါတယ္​။ (မွတ္​ခ်က္​) ကေလးသူငယ္​မ်ားၾကည္​့ရႈ႕ရန္​မသင္​့ေတာ္​ပါ Jake(NNL) ရမ္းသမ္းေဖာေရွာဘာသာျပန္ထားျခင္းျဖစ္ပါတယ္။ Subtitle__Myanmar Subtitle (Hardsub) Translated by Jake(NNL) Encoded by Dark Devil" } , { "title" : "Wish Taxi (Aka) Secret Travel", "date" : "2013", "coverr" : "https://1.bp.blogspot.com/-m-DFlmOjz_I/XinqU1W4yWI/AAAAAAAAEdc/VKj1n205YbQhxZAx60BpX-I2O-4-pj99ACLcBGAsYHQ/s400/c8p8hoyhwyfh.jpg", "imagee" : "https://1.bp.blogspot.com/-XhZAmLPrYjI/XinqUgem4JI/AAAAAAAAEdY/Zg_umkovG1oTEtRPoJH3QXDJ0ADuCWvWgCLcBGAsYHQ/s1600/fullsizephoto357859.jpg", "genre" : "Erotic,korea,18+", "length" : "1hr 57min", "qual" : "WEB-DL 720p", "size" : "1.0 GB(720p)", "video" : "https://drive.google.com/file/d/1qn0vZB9SxsKQnZhpfi5GZUZjb9I_t9Iu/view", "vol" : "2013 ခုနွစ္​​ေလက္​တုန္​းက​ေပါ့… ဆိုးလ္​ၿမိဳ႕မွာ အသက္​၃၀ ၀န္​းက်င္​ အင္​မန္​းဆိုတဲ့​ လူပ်ိဳႏုႏုထြတ္​ထြတ္​​ေလးတစ္​​ေယာက္​ရွိပါသတဲ့။ အသက္​ကသာ ၃၀ တန္​း​ေပမယ္​့ တစ္​ခါမွကို ရည္းစားမထားဖူး..ခ်စ္​သူမရွိဖူး.. အိမ္​​ေထာင္​မျပဳရ​ေသးတဲ့ လူပ်ိဳစစ္​စစ္​​ ေရမ​ေရာတဲ့သူ​ပါတဲ့။ သူ႔သူငယ္​ခ်င္​း​ေတြက ​ေဆာင္​ၾကာၿမိဳင္​​ေတြ အနိွပ္​ခန္​း​ေတြ သြားၾကရင္​လည္​း ​ ေငးၾကည္​့​ေနရံုသာ ဆိုတဲ့အတိုင္​း ပိုက္​ဆံ​ေငြေၾကးမ​ေျပလည္​တဲ့​ေကာင္​​ေလး တစ္​​ေယာက္​ပါ။ သူ႔အလုပ္​က ညဘက္​တကၠစီ​ေမာင္​းပို႔ရတဲ့အလုပ္​ပါ။ တစ္​​ေန႔ညမွာ​ေတာ့ “လီဂ်ီယြန္​း”ဆိုတဲ့ညဥ္​့ငွက္​မ​ေလးတစ္​​ေယာက္​န႔ဲအဘိုးႀကီးတစ္​​ေယာက္​ကို ဟိုတယ္​တစ္​ခုဆီလိုက္​ပို႔​ျပီး.. အဲဒီ​​ေကာင္​မ​ေလးအျပန္​ကိုပါ လိုက္​ပို႔လိုက္ရပါတယ္​။ အဲဒီညဥ္​့ငွက္​မက​ေလးက တကယ္​​ေတာ့ တကၠသိုလ္​ဘြဲ႕ရပညာတတ္​က​ေလးပါ။ မိသားစု​ေငြ​ေရး​ေၾကး​ေရး ျပႆနာ​ေတြကို ​ေျဖရွင္​း​ေပးဖို႔ဆိုတဲ့ မြန္​ျမတ္​တဲ့ ရည္​႐ြယ္​ခ်က္​န႔ဲ ျပည္​့တန္​ဆာမသာသာ ဘ၀​ေရာက္​လာရသူ​ေလး ျဖစ္​ၿပီး လူ႔ဘ၀ကိုစိတ္​ကုန္​​ေနသူတစ္​​ေယာက္​ပါ။​ “မိမိဖာသာ ​ေသ​ေၾကာင္​းႀကံစည္​ရန္​ႀကိဳးစားျခင္​း” ဆိုတဲ့အပိုင္းကိုေရာက္လာပါျပီ… ညဥ္​့ငွက္​မ​ေလးက တကၠစီသမား​ေလးကို ​ေျပာလိုက္​မိပါတယ္​။ “​ေသ​ေၾကာင္​းႀကံစည္​ၾကသူမ်ားအသင္​း”ကို၀င္​လို႔ရမလားတဲ့…။ လီဂ်ီယြန္​းကို ကာမဆႏၵအတြက္​ အသံုးခ်ဖို႔ဆိုတဲ့ အၾကံနဲ႔ အင္မန္းက “​ေပ်ာ္​႐ႊင္​စြာ ​ေသ​ေၾကာင္​းႀကံစည္​ၾကသူမ်ားအသင္​း” ဆိုျပီး ဇာတ္လမ္းစလိုက္တဲ့အခါမွာေတာ့……။ " } , { "title" : "Wet Woman in the Wind", "date" : "2016", "coverr" : "https://1.bp.blogspot.com/-m0h0BJ60yuE/Xinrfx01cmI/AAAAAAAAEd4/uuHmIQMPbHobzUTwcuEA-QJFTBuAkmg1QCLcBGAsYHQ/s600/102852.86066953_1000X1000-364x512.jpg", "imagee" : "https://1.bp.blogspot.com/-aZ-J_ZcM8Wk/XinrfuKfp-I/AAAAAAAAEd0/s5UPgWOMRYIrDck-Y8Bk22C7uv8keBfswCLcBGAsYHQ/s1600/jxRBPcZg8FNEEeKFzhQ3jCOXZt2.jpg", "genre" : "21+,japan", "length" : "1hr 18min", "qual" : "WEB-DL 720p", "size" : "730 MB(720p)", "video" : "https://drive.google.com/file/d/1ZSm71Te9TkuF2Ho1NtzMSjovzoJtl2QG/view", "vol" : "Dark Side Production အေနနဲ႕ ဂ်ပန္ Adult ဇာတ္ကားတစ္ကားကို တင္ဆက္ေပးခ်င္ပါတယ္… ဇာတ္ေၾကာင္းကေတာ့… မိန္​းမဆိုတာေတြကို စိတ္​နာၿပီး​ေတာ့လား လိုတာမရ ရတာမလိုတာ​ေၾကာင္​့ပဲလား ဘာအ​ေၾကာင္​းကိစၥရယ္​ မသိ ကုိဆူကီဆိုတဲ့ ဘဲတစ္​​ေဗြက လူသူမသိတဲ့​ေတာထဲမွာ ​တစ္ေယာက္တည္း ေန​ေနပါတယ္​… စားရကံႀကံဳ​ေတာ့ မုတ္​ဆိတ္​ပ်ားစြဲတယ္​​ေျပာရမလားပဲ.. သူ​ေနတဲ့ေတာနဲ႔မနီးမ​ေဝးမွာရွိတဲ့ စား​ေသာက္​ဆိုင္​တစ္ဆိုင္က ေစာ္တစ္​​ေဗြနဲ႔ သူနဲ႔ ဆံု​ေတာ့တာပဲ ဘဲၾကီးကိုခ်ိတ္​သာခ်ိတ္​​တာ ​ေစာ္​ကလဲခပ္​​ေခ​်​ေခ်​ေနာ္​ ဘဲႀကီးကလည္​းမိန္​းမ​ေတြကိုစိတ္​ကုန္​​ေနတဲ့သူ ​ေစာ္​ကလဲ ဘဲႀကီးသူ႔အ​ေပၚစိတ္​လည္​လာ​ေအာင္​ ဘယ္​လို​ေတြ​ေတာင္​႐ြဲ႕ၿပီး တျခားဘဲ​ေတြနဲ႔ဝုန္​းျပမလဲ ဆိုတာရယ္​ ​ တစ္​ခ်ိန္​က​ေရွး​ေဟာင္​း​ေႏွာင္​းျဖစ္ပတ္​သတ္​ရာပတ္​သတ္​​ေၾကာင္​းျဖစ္​တဲ့ ေနာက္ေစာ္​တစ္ေဗြကလဲ ထပ္ေရာက္​လာျပီး ဘယ္လိုေတြေတာင္ ျဖစ္ၾကတယ္ ဆိုတာက​ေတာ့ျဖင့္​့……။ (ဘာသာျပန္ Xian မွတင္ဆက္ထားသလို ဇာတ္လမ္းအညႊန္းကေတာ့ BGR ျဖစ္ျပီး RGB မွ Encode ထားပါတယ္။) Cast Tasuku Nagaoka as Kosuke Takasuke Yuki Mamiya as Shiori" } , { "title" : "Utopians", "date" : "2015", "coverr" : "https://1.bp.blogspot.com/-CcJTwJAvXbU/XinuqR8YnoI/AAAAAAAAEeE/_h4RQX7JB9gxJTQ2_Vh3yKTgDe-IiTs7ACLcBGAsYHQ/s500/d7w8gghie5sb.jpg", "imagee" : "https://1.bp.blogspot.com/-y5XZwhAlQkQ/XinuquldBiI/AAAAAAAAEeI/zvD10Tapv9Y3b2NuFvavYJpsSWz938AUwCLcBGAsYHQ/s1600/5759-01-utopians-1-768x316.jpg", "genre" : "18+", "length" : "1hr 28min", "qual" : "WEB-DL 720p", "size" : "851 MB (720p)", "video" : "https://drive.google.com/file/d/1bwfZnSAgy0pyW6w-4OflEOhFlmzd3rKk/view", "vol" : "Utopians ကားဟာ ၁၈+ကားတကားၿဖစ္ပါတယ္ ၁၈+ဆိုေပမယ့္ အခုေခတ္လူငယ္ေတြမမွားသင့္မွားအပ္တာေတြ မစူးစမ္းသင့္တာေတြကို message ေပးတဲ့ကားလို႕ေၿပာတာပိုသင့္ေတာ္ပါတယ္ Drama ကားတကားပါပဲ ဒါေပမယ့္ heterosexuality…bisexuality.. homosexuality…ဆိုတဲ့ အပိုင္းသံုးပိုင္းလံုးကို ထည္႕သြင္းရိုက္ၿပထားတာေၾကာင့္ ၁၈+ ကားတကားလို႕ က်ေနာ္အေနနဲ႕သတ္မွတ္လိုက္တာပါ အဓိကကေတာ့ ပညာေပးကားအေနနဲ႕ ရိုက္ၿပထားတဲ့ကားဆိုရင္လည္းမမွားပါဘူး ဇာတ္လမ္းအက်ဥ္းေၿပာရမယ္ဆိုရင္ေတာ့ မင္းသားနဲ႕ မင္းသမီးက တကၠသိုလ္ေက်ာင္းသားခ်စ္သူေတြ….မင္းသားက ဒသနိကနယ္ပမယ္မွာ အေတြးလြန္ၿပီးေတာ့ စူးစမ္းေလ့လာခ်င္သူတဦး… သူတို႕ခ်စ္သူႏွစ္ဦးၾကားထဲကို သမရိုးက်ဇာတ္လမ္းေတြအတိုင္းပဲ ၾကားလူတေယာက္၀င္လာပါတယ္…သူကေတာ့ အဲ့ဒီစံုတြဲရဲ႕ စာသင္ေပးတဲ့ေက်ာင္းဆရာပဲၿဖစ္တယ္….ေက်ာင္းဆရာကလည္း စာစသင္တဲ့အခ်ိန္ကတည္းက သူ႕ဖာသာသူ Homosexuality အမ်ဳိးအစားပါလို႕ အတိအလင္းေၾကညာခဲ့ၿပီးသား….မင္းသားရဲ႕စူးစမ္းေလ့လာလိုစိတ္နဲ႕ ေက်ာင္းဆရာရဲ႕ပြင့္လင္းမႈေတြၾကား မင္းသမီးဘယ္လိုလိုက္ေၿဖရွင္းမလဲဆိုတာေတြ… ၿပီးေတာ့ ေဟာင္ေကာင္ကားၿဖစ္တဲ့အတြက္ ေဟာင္ေကာင္ရဲ႕ GAY RULE ေတြ.. GAY LIFE ေတြကို စိတ္၀င္စားေအာင္ရိုက္ၿပထားတဲ့ဇာတ္ကားတကားပဲၿဖစ္ပါတယ္။ (ရုပ္ရွင္အညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Aung Pyay ျဖစ္ပါတယ္။) " } , { "title" : "Young Mother", "date" : "2013", "coverr" : "https://1.bp.blogspot.com/-nhuTVcYqVtA/Xin0-PUjQYI/AAAAAAAAEeQ/oz6V0cQyC7Y06rlOuucfMk1iDpYS4zP3QCLcBGAsYHQ/s400/4sz9HHOgXhIGb5fA39Qy1orPeik.jpg", "imagee" : "https://1.bp.blogspot.com/-aGOLOVmfzU8/Xin0-Ypu6WI/AAAAAAAAEeU/UtbnL7bBF8UWgsgNCBpTCwZih2wt29vYACLcBGAsYHQ/s1000/82735467_125327445331171_7451466279409418240_n.png", "genre" : "Erotic,18+,korea", "length" : "1hr 23min", "qual" : "WEB-DL 720p", "size" : "600 MB", "video" : "http://www.mediafire.com/file/wdyorik7ogy9hn7/%255B18%252B%255D_Young_Mother_%25282013%2529_HDRip_720p_%2528600_MB%2529.mp4/file", "vol" : "18+ အသားေပး အိမ္ေထာင္ေရးပညာေပး ဇာတ္ကားတစ္ကားကိုအႏုအရြ မယာပရိယာယ္ ေတြနဲ႔ထံုမႊန္းထားတဲ့ ဇာတ္ကားတစ္ကားေလးပါ။ ၁၈+ ကိုသေဘာက်သူတိုင္းမေသခင္ၾကည့္သ့င္တဲ့ ဇာတ္ကားထဲမွာ ပါ၀င္ပါတယ္။ ဘာလို႔ေျပာရတာလဲဆိုေတာ့ ၾကည့္ၾကည့္ရင္ သိရပါလိမ့္မယ္(ေျပာရင္ ပိုတယ္ဆိုမွာစိုးလို႔)။ ဒီဇာတ္ကားက ထြက္တာၾကာခဲ့ပါျပီ။ ကိုရီးယား ၁၈+ မွာ ဟုန္းဟုန္းေက်ာ္ေနတဲ့ဇာတ္ကားတစ္ကားပါပဲ။ အဆင္ေျပတဲ့ စာဖိုင္က ဒီႏွစ္ထဲမွာပဲ ထြက္ရိွလာလို႔ အနီးစပ္ဆံုး ဘာသာျပန္ဆိုထားပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့—- ခ်န္အြန္း တစ္ေယာက္ ေက်ာင္းမွာေတြ႔ကရလူနဲ႔ေပ်ာ္ပါးတက္တဲ့ ေကာင္မေလးတစ္ေယာက္နဲ႕ျငိစြန္းမိပါတယ္။ တစ္ေန႔မွာေတာ့ သူတို႔နွစ္ေယာက္ အခ်စ္နယ္လြန္ၾကျပီး ေကာင္မေလးမွာကိုယ္၀န္ရိွသြားလို႔မယူခ်င္ယူခ်င္နဲ႔ ေယာကၡမ အလိုက်လက္ထပ္လိုက္ရပါတယ္။ ေယာကၡဆိုလို႔ အဖြားၾကီးလို႔ မျမင္လိုက္နဲ႔ေနာ္.. ေယာက်ာၤးမရိွတဲ့ေနာက္ပိုင္း ကိုယ္ပိုင္စီးပြါးေရးနဲ႔ သမီးကိုထိန္းေက်ာင္းလာခဲ့တဲ့ အပ်ိဳေတြအရံႈးေပးရေလာက္တဲ့ မိန္းမလွတစ္ဦးပါပဲ။ ခႏၶာကိုယ္အေနထားက တစ္တစ္ရစ္ရစ္ လံုးၾကီးေပါက္လွပါ အသားေရအေနထားက၀င္းအိေနျပီး ပုသိသေတြမျငင္းေလာက္ႏိုင္တဲ့ အေနထားပါ သို႔ေပမဲ့ အိမ္ေထာင္မျပဳပဲ တစ္ကိုယ္ထီးပဲ သမီးနဲ႔ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ ေနလာခဲ့သူပါ။ ဒါေပမဲ့ အဲဒီအေပ်ာ္ေတြက ၾကာၾကာမခံပါဘူး အေမလိုစိတ္မရိွတဲ့ သမီးက ကေလးေမြးျပီး ၅ လခန္႔အၾကာမွာပဲ ေနာက္မီးလင္းပါေတာ့တယ္။ အဲဒီမွာ ျပႆေတြစတာပဲ ေအးခ်မ္းသေယာင္ရိွလွတဲ့ မိသားစုဘ၀ေလးျပိဳကြဲသြားခဲ့ပါတယ္ ေယာကၡမၾကီးကေတာ့ သူ႔ေျမးေလးနဲ႔ သူ႔သမက္ကို အိမ္ကအထြက္မခံပါဘူး။ ေယာကၡမၾကီးက သူ႔သားမက္ အိမ္ကထြက္မွာမယ္စိုးတာေၾကာင့္အမ်ိဳးသမီး ေခ်ာေခ်ာ ၀န္ထမ္းေတြကို သူ႔သားအနားကို တစ္ေယာက္ျပီးတစ္ေယာက္ ပို႔ေပးပါေတာ့တယ္။ ဒါေပမဲ့ ၀န္ထမ္းေကာင္မေလးေတြက မျမဲပါဘူး။ ကဲ..မျမဲရတဲ့ အေၾကာင္းရင္းကဘာလဲ ေယာကၡၾကီးရဲ႕ အၾကံစည္ေတြေရာေအာင္ပါ့မလားဆိုတာကိုေတာ့.. စိတ္ေအးေအးထား မ်က္စိ လွ်င္လွ်င္ထားျပီးေတာ့ ဇိမ္ခံၾကည့္လိုက္ပါစို႔။ (ညိႈ႕အားျပင္း ေကာင္မေလးေတြရဲ႕ ခႏၶာကိုယ္အလွကို ကြက္ကြက္ကြင္းကြင္းနဲ႔ လႈပ္လႈပ္ရွားရွား ပံုေဖၚထားတာမို႔ မိသားစုနဲ႔ၾကည့္ဖို႔ မသင့္ေတာ္ပါဘူး) (Darside ရဲ႕ အမာခံ ကိမုခ်ိမွ ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္) " } , { "title" : "Trap", "date" : "2015", "coverr" : "https://1.bp.blogspot.com/-kMgPtvfEKGQ/Xisexx1qruI/AAAAAAAAEfw/qQDz7ObOjCgqfAbLb9Z41WtaazK4wPHNQCLcBGAsYHQ/s500/Trap%2B%25282015%2529.jpg", "imagee" : "https://1.bp.blogspot.com/-t15iLasUE24/Xisexp4abKI/AAAAAAAAEfs/-LeisBMHC0Mm-rd496hYKzDQrbROrCyOgCLcBGAsYHQ/s1600/gx0Rut1Js5uVPKgkTosnuwlLgAm.jpg", "genre" : "japan,18+", "length" : "1hr 43min", "qual" : "WEB-DL 720p", "size" : "508 MB", "video" : "https://drive.google.com/file/d/1fT-FNEfU8WXrcN8MaOyrULyxxX6uxNLP/view", "vol" : "Dark Side Production ကေန ေနာက္ထပ္ ကိုရီးယားကား အလန္းေလး တင္ဆက္လိုက္ျပန္ပါၿပီ… အႏုပညာရွင္ လူငယ္ ဇာတ္ညႊန္းေရးဆရာတစ္ေယာက္ရဲ႕ အခ်စ္ဇာတ္လမ္းက ဘယ္လိုျဖစ္မယ္လို႔ ကိုယ့္လူတို႔ ထင္လဲ…? ဇာတ္ညႊန္းေရးၿပီဆိုရင္ သူ႔စိတ္ႀကိဳက္ ေရးပိုင္ခြင့္ရမွ ေက်နပ္တဲ့ ဂ်န္မင္န္… ေရးၿပီဆိုရင္လည္း ေအးေအးေဆးေဆး စ်ာန္ဝင္ၿပီးမွ ေရးလို႔ရတဲ့သူ ရည္းစားနဲ႔ အဆင္မေျပမႈေတြ ျဖစ္ေနလို႔ စိတ္ေတြ႐ႈပ္ေနတဲ့အခ်ိန္ သူငယ္ခ်င္းက ဇာတ္ညႊန္းလာအပ္လို႔ ထုံးစံအတိုင္း စိတ္ၿငိမ္တဲ့ေနရာမွာ စာေရးဖို႔ ထြက္လာရင္း… ေတာတြင္း တည္းခိုတဲ့အိမ္က ေကာင္မေလးနဲ႔ ေတြ႕တဲ့အခါမွေတာ့… ဇာတ္ညႊန္းေကာင္းႀကီးပဲ ထိုင္ေရးေနမလား… ဇာတ္ကားနာမည္အတိုင္း ေထာင္ေခ်ာက္ပဲ မိသြားမလား… ေပ်ာ္ေပ်ာ္ႀကီးပဲ ၾကည္ႏူးေနမလား ဆိုတာကေတာ့ ကိုယ့္လူတို႔ပဲ မ်က္လုံးအရသာ ခံၾကေပေတာ့ဗ်ာ…" } , { "title" : "The Tenants Downstairs", "date" : "2016", "coverr" : "https://1.bp.blogspot.com/-TtSwZWOrkpg/XisgCAPQ_BI/AAAAAAAAEgA/jDcTSGRPREQV9k2yWMO8sZ8wp1ehrHrTQCLcBGAsYHQ/s600/MV5BNmI2YjY5YzAtMDVlZi00NDgxLWJiNWMtM2M5MDhjYjZiMjEyXkEyXkFqcGdeQXVyNjc5Mjg4Nzc%2540._V1_.jpg", "imagee" : "https://1.bp.blogspot.com/-7MFiAMvBjPE/XisgBmZ6JwI/AAAAAAAAEf8/scPoNTC8Qh437QrRN6oOYuzpHN-muXS_gCLcBGAsYHQ/s1600/the_tenants_downstairs-h_2016.jpg", "genre" : "18+", "length" : "1hr 55min", "qual" : "WEB-DL 720p", "size" : "902 MB(720p)", "video" : "https://drive.google.com/file/d/1jGfHyBo034EeSWvcHdtA5BySqNwVc3GR/view", "vol" : "ပရိတ္သတ္ေတြအတြက္ ဒီတစ္ခါတင္ဆက္ေပးလိုက္တာက” The Tenants Downstairs “ျဖစ္ပါတယ္။ အဓိပၸာယ္ကေတာ့ “ေအာက္ထပ္မွအိမ္ငွားမ်ား”ဆိုျပီး ျမန္မာမွဳျပဳရင္ နီးစပ္မယ္လို႔ထင္ပါတယ္။ ထိုင္၀မ္မင္းသမီးေခ်ာ “Sophia Li Xing” က Ms.Chenအျဖစ္သရုပ္ေဆာင္ထားျပီး လိင္စိတ္ရမၼက္ျပင္းထန္တဲ့ အေဆာင္ငွားေနသူရံုး၀န္ထမ္းအမ်ိဳးသမီး တစ္ေယာက္အေနနဲ႔ ေတြ႕ရမွာပါ အလုပ္က အိမ္ျပန္လာတိုင္း ေယာက္်ားအေဖာ္ေတြတစ္ေန႔တစ္ေယာက္ မရိုးရေအာင္ အိမ္ေခၚလာတတ္ျပီးေတာ့ခ်စ္တင္းေႏွာတတ္တဲ့သူတစ္ေယာက္ပါ….. အခန္းခ်င္းကပ္ရက္ျဖစ္တဲ့ အိမ္ေထာင္ကြဲခါစ လူလြတ္တစ္ေယာက္ျဖစ္တဲ့အားကစားနည္းျပျဖစ္တဲ့ Mr.Chang တစ္ေယာက္မွာေတာ့ Ms.Chen ရဲ့အခန္းထဲကခ်စ္တင္းေႏွာၾကတဲ့အသံေတြကို နားၾကပ္ပင္နဲ႔ေထာက္ေထာက္ျပီး အသံခိုးနားေထာင္သူတစ္ေယာက္ပါ အားကစားနည္းျပMr.Changရဲ့ အျဖစ္ကို မၾကည့္ရက္နိုင္သူတစ္ေယာက္ရွိပါတယ္ ဒါနဲ႔ပဲ…Mr.Chang လက္ထဲကို Ms.Chen ရဲ့အခန္းေသာ့အပိုတစ္စံုေရာက္လာခဲ့ပါတယ္……. တစ္ေန႔…….Ms.Chen ရဲ့အခန္းထဲကို၀င္ၾကည့္ေနတုန္းမွာ Ms.Chen တစ္ေယာက္အိမ္ေစာေစာျပန္လာတာနဲ႔ ပက္ပင္းတိုးပါေတာ့တယ္ ဘာေတြဆက္ျဖစ္လာမယ္ ထင္ပါသလဲ…….. ေသခ်ာတာကေတာ့……….. Zzz (မင္းသမီးေလးေတြကေတာ့ မႈံေနေအာင္ေခာ်လြန္းပါတယ္ :P)" } , { "title" : "The Girl Rebel Force of Competitive", "date" : "2017", "coverr" : "https://1.bp.blogspot.com/-WAtT8BZEP_Q/XisgzqbzQlI/AAAAAAAAEgM/YZogwJFiJt4P1z9OSbwm3mKHdih-JjRkQCLcBGAsYHQ/s500/lpupbfg8k1cz-366x512.jpg", "imagee" : "https://1.bp.blogspot.com/-hIMw8TJWgIM/XisgzgYRVJI/AAAAAAAAEgQ/7CYWXQ6TESUqHoLMsp_XkjspE7qzvPEOwCLcBGAsYHQ/s1600/za1jXsrgk3QBk4F5crSNeJCXoLX.jpg", "genre" : "japan,18+", "length" : "1hr 18min", "qual" : "WEB-DL 720p", "size" : "306 MB", "video" : "https://drive.google.com/file/d/1LfZuGZ1WhZiKtqhtYyTqujt4pji_Jc4A/view", "vol" : "A psycho scientist sent in to inoculate the luscious young student bodies against a new virus makes a little error in judgment, resulting in a not-so-little flesh-eating zombie problem. Now, with most of the school and all of the teachers running amuck, eating each other, having rabid sex and juggling, it’s up to Aki and her new found allies on the Girls Swim Team to take care of business. (Dark Side Production မွတင္ဆက္သည္။)" } , { "title" : "TAP Perfect Education", "date" : "2013", "coverr" : "https://1.bp.blogspot.com/-H81VrDiRnFc/Xishgsb3MAI/AAAAAAAAEgc/0XaH3qXHo5w9ejFsQ59ZmE3aLLoPDKDdgCLcBGAsYHQ/s600/dhu1knudb6g4.jpg", "imagee" : "https://1.bp.blogspot.com/-CL1G67bIRJw/Xishgh610fI/AAAAAAAAEgg/akldEjzLP4IcLHEnpa5MvYVl7QjM7e8qgCLcBGAsYHQ/s1600/11f5315d0fdebb3df4e4554339df02f2_640-512x341.jpg", "genre" : "18+,japan,21+", "length" : "1hr 46min", "qual" : "WEB-DL 720p", "size" : "523 MB", "video" : "https://drive.google.com/file/d/1Bcg802jYvb3VzmIwUw_EfX2sw3W9menZ/view", "vol" : "Japanese Ttle: TAP 完全なる飼育 Alternative: TAP Kanzen naru shiiku Year: 2013 Country: Japan Director: Ikki Katashima Writer: Michiko Matsuda (novel) Genre: Drama Language: Japanese Release Date: November 9, 2013 Cast: Reisa Maekawa – daughter Narimi Arimori – mother Jinta Nishizawa – kidnapper Naoto Takenaka Seiji Chihara Synopsis/ Plot: Set in Okinawa, Japan. A middle-aged yakuza falls in love with the daughter of his boss’s mistress. The middle-aged yakuza kidnaps her and locks her up. (Dark Side Production မွတင္ဆက္သည္။)" } , { "title" : "Sleeping Beauty", "date" : "2011", "coverr" : "https://1.bp.blogspot.com/-KQHJqgekbtM/XisonnkpF1I/AAAAAAAAEgw/y6js5p4uOyIIc3tYStTVNkIrScnGUlWZQCLcBGAsYHQ/s400/yG8ZtIAVQG7Eox7CoRri3fohzIM.jpg", "imagee" : "https://1.bp.blogspot.com/-j058uE5j4fU/XisonQ01xvI/AAAAAAAAEgs/7Ewe2sSYliIqShqTCSeHfcTkNEUPd_CDACLcBGAsYHQ/s1600/Sleeping.beauty.2011.DVDRIP.XVID.AC3-BHRG.jpg", "genre" : "Erotic,18+", "length" : "1hr 41min", "qual" : "WEB-DL 720p", "size" : "714 MB", "video" : "https://drive.google.com/file/d/1xLEbxhoQ0TtIrFpNbaN7lfDOtXwsYT-U/view", "vol" : "ၾသစေတးလ်မင္းသမီး Emily Browning အဓိကပါဝင္သရုပ္ေဆာင္ထားတဲ့ Erotic , Drama အမ်ိဳးအစား ဇာတ္ကားျဖစ္ပါတယ္။ Lucy (Emily Browning) ဟာ ဆင္းရဲတဲ့ တကၠသိုလ္ေက်ာင္းသူတစ္ေယာက္ပါ။ အခ်ိန္ပိုင္းအလုပ္ေတြလုပ္ျပီး ဘဝကိုၾကံဳသလိုရပ္တည္ေနသူပါ။ ဒီလိုရပ္တည္ေနရင္းကေန မထင္မွတ္ဘဲ ထူးဆန္းတဲ့ အလုပ္တစ္ခုကို လုပ္ဖို႕ကမ္းလွမ္းခံရပါတယ္။ အဲ့ဒီအလုပ္ကေတာ့ ထူးဆန္းတဲ့စားသံုးသူေတြအတြက္ Sex ကိစၥမပါဘဲ ခုတင္ေပၚမွာ ခႏၶာကိုယ္နဲ႕ရင္းျပီး ေဖ်ာ္ေျဖရတဲ့အလုပ္ပါ။ ထူးဆန္းတဲ့ဇာတ္ကားျဖစ္ျပီး ဘဝကပဲ ထူးဆန္းတာလား…လူသားေတြကပဲထူးဆန္းတာလား….ေဝခြဲမရပါလား ျဖစ္ရပါတယ္။ Emily Browning ရဲ႕ ခႏၶာကိုယ္ကို ပြင့္လင္းစြာရိုက္ျပထားလို႕ အရြယ္မေရာက္သူမ်ားမၾကည့္သင့္တဲ့ဇာတ္ကားပါ။ (စြန္းဝူခုန္းဘာသာျပန္ျပီး RGB မွတင္ဆက္ထားပါတယ္။)" } , { "title" : "Demon Ninja Asagi Pair (Part 1)", "date" : "2013", "coverr" : "https://1.bp.blogspot.com/--OwUUmZjpCc/Xi252sbjq3I/AAAAAAAAEhc/Z2GzDBGZiVM4fwJFruDLSIS5HguQSk3HQCLcBGAsYHQ/s400/demon-ninja-asagi-pair.jpg", "imagee" : "https://1.bp.blogspot.com/--OwUUmZjpCc/Xi252sbjq3I/AAAAAAAAEhc/Z2GzDBGZiVM4fwJFruDLSIS5HguQSk3HQCLcBGAsYHQ/s1000/demon-ninja-asagi-pair.jpg", "genre" : "21+,japan", "length" : "1hr 15min", "qual" : "WEB-DL 720p", "size" : "540 MB", "video" : "https://drive.google.com/file/d/1WwutYymy60W7phZxBSf_3H5cQkMrTA9d/view", "vol" : "Dark Side ဖႏ္ေၾတအၾတက္ နငၢ္ာမေမၾတရဲ႕ ျစန႔ၥားခႏ္းေလးေၾတ တင္ဆက္ေပးလိုကၸါတယ္. တခ္ိႏၠ ဂ္ပႏၼြာ ေမကာင္းဆိုးဝါးေၾတ ေသာင္းက္ႏ္းေနခ္ိႏၼြာ နငၢ္ာညီအစၼ်ဖစၱဲ့ အာဆာကီနဲ႕ ဆာကူရာက လိုကႅံႏြိမၷင္းေပးပါတယ္. အဲ့လို ႏြိမ္းနင္းရင္း ေတန႕မြာ နတ္ဆိုးမမ်ဖစၱဲ့ အိုရိုဘိုကို အၿပီးသတ္ႏြိမၷင္းနိုငၡဲ့ပါတယ္. ဒါေပမယ့္ ကံဆိုးခ္င္ေတာ့ နတ္ဆိုးမမ အိုဘိုရိုဟာ ်ပႏႅၫ္႐ြင္သႏႅာၿပီး သူတို႔အစၼ်ဖစ္သဴ အာဆာကီ ကို ေထာင္ေခ္ာက္ဆင္ၿပီး ဖမ္းဆီးခဲ့ပါတယ္. တခ္ကၡဳတ္ ႏြစၡ္က္်ပတ္သဆိုသလိုပဲ ကံဆိုးခ္င္ေတာ့ ညီမ ်ဖစ္သဴ ဆာကူရာကလဲ သူ႕နငၢ္ာမမကို လာကယ္ရင္း အဖမ္းခံလိုက္ရပါတယ္. အဲ့ေနာကၼြာေတာ့ နတ္ဆိုးမမအိုဘိုရိုဟာ သူရဲ႕ အမုႏ္းတရားေၾတကို စနစၱက္ ်ပႏႅၫႅကၥားေခ္ပဳံကို ဟာကနဲ ဟငၠနဲ ပါးစပ္ေအဟာင္းသား သားရၫၱ်မႇား်မႇားနဲ႕ ၾကည့္ရႈေရတာ့မြာမလို႔ dark sideမြ အထူးတင္ဆက္ေပးလိုကၸါတယ္…. ဘာသာ်ပႏ္ေပးထားတာေကတာ့ YK ်ဖစ္ၿပီး XCode မြ တင္ဆက္ေပးထားပါတယ္ အထူးသတိ်ပဳမြာေကတာ့ အခ္ိႏ္ ၂ နာရီေက္ာ္ၾကာတဲ့ဒီ နငၢ္ာ အထူးအက္႐ြင္ ဇတၠားႀကီး ကိုအပိုင္း ၁ နဲ႕ ၂ ၿခဲေပးထားတာ ်ဖစၱဲ့အၾတက္ တစၸိုင္းေလာက္ ေမ့က္ႏၡဲ့ရင္ရငၷာစရာေၾတ မ်ဖစ္ေရအာင္ႀကိဳတင္ အသိေပးအပၸါတယ္ ဒါေကတာ့ အပိုင္း(1) ပါ၊ အပိုင္း(2) ကိူပါ ေဒါင္းမြသာ အ်ပၫ့္အစံုခံစားႏိုငၼြာ်ဖစၸါတယ္ေနာ္.. " } , { "title" : "Demon Ninja Asagi Pair (Part 2)", "date" : "2013", "coverr" : "https://1.bp.blogspot.com/--OwUUmZjpCc/Xi252sbjq3I/AAAAAAAAEhc/Z2GzDBGZiVM4fwJFruDLSIS5HguQSk3HQCLcBGAsYHQ/s400/demon-ninja-asagi-pair.jpg", "imagee" : "https://1.bp.blogspot.com/--OwUUmZjpCc/Xi252sbjq3I/AAAAAAAAEhc/Z2GzDBGZiVM4fwJFruDLSIS5HguQSk3HQCLcBGAsYHQ/s1000/demon-ninja-asagi-pair.jpg", "genre" : "21+,japan", "length" : "1hr 17min", "qual" : "WEB-DL 720p", "size" : "554 MB", "video" : "https://drive.google.com/file/d/1dTkTcqCox6Cstzg5SwvaItet_2XyIHO1/view", "vol" : "Dark Side ဖႏ္ေၾတအၾတက္ နငၢ္ာမေမၾတရဲ႕ ျစန႔ၥားခႏ္းေလးေၾတ တင္ဆက္ေပးလိုကၸါတယ္. တခ္ိႏၠ ဂ္ပႏၼြာ ေမကာင္းဆိုးဝါးေၾတ ေသာင္းက္ႏ္းေနခ္ိႏၼြာ နငၢ္ာညီအစၼ်ဖစၱဲ့ အာဆာကီနဲ႕ ဆာကူရာက လိုကႅံႏြိမၷင္းေပးပါတယ္. အဲ့လို ႏြိမ္းနင္းရင္း ေတန႕မြာ နတ္ဆိုးမမ်ဖစၱဲ့ အိုရိုဘိုကို အၿပီးသတ္ႏြိမၷင္းနိုငၡဲ့ပါတယ္. ဒါေပမယ့္ ကံဆိုးခ္င္ေတာ့ နတ္ဆိုးမမ အိုဘိုရိုဟာ ်ပႏႅၫ္႐ြင္သႏႅာၿပီး သူတို႔အစၼ်ဖစ္သဴ အာဆာကီ ကို ေထာင္ေခ္ာက္ဆင္ၿပီး ဖမ္းဆီးခဲ့ပါတယ္. တခ္ကၡဳတ္ ႏြစၡ္က္်ပတ္သဆိုသလိုပဲ ကံဆိုးခ္င္ေတာ့ ညီမ ်ဖစ္သဴ ဆာကူရာကလဲ သူ႕နငၢ္ာမမကို လာကယ္ရင္း အဖမ္းခံလိုက္ရပါတယ္. အဲ့ေနာကၼြာေတာ့ နတ္ဆိုးမမအိုဘိုရိုဟာ သူရဲ႕ အမုႏ္းတရားေၾတကို စနစၱက္ ်ပႏႅၫႅကၥားေခ္ပဳံကို ဟာကနဲ ဟငၠနဲ ပါးစပ္ေအဟာင္းသား သားရၫၱ်မႇား်မႇားနဲ႕ ၾကည့္ရႈေရတာ့မြာမလို႔ dark sideမြ အထူးတင္ဆက္ေပးလိုကၸါတယ္…. ဘာသာ်ပႏ္ေပးထားတာေကတာ့ YK ်ဖစ္ၿပီး XCode မြ တင္ဆက္ေပးထားပါတယ္ အထူးသတိ်ပဳမြာေကတာ့ အခ္ိႏ္ ၂ နာရီေက္ာ္ၾကာတဲ့ဒီ နငၢ္ာ အထူးအက္႐ြင္ ဇတၠားႀကီး ကိုအပိုင္း ၁ နဲ႕ ၂ ၿခဲေပးထားတာ ်ဖစၱဲ့အၾတက္ တစၸိုင္းေလာက္ ေမ့က္ႏၡဲ့ရင္ရငၷာစရာေၾတ မ်ဖစ္ေရအာင္ႀကိဳတင္ အသိေပးအပၸါတယ္ ဒါေကတာ့ အပိုင္း(2) ပါ၊ အပိုင္း(1) ကိူပါ ေဒါင္းမြသာ အ်ပၫ့္အစံုခံစားႏိုငၼြာ်ဖစၸါတယ္ေနာ္.. " } , { "title" : "Guilty of Romance", "date" : "2011", "coverr" : "https://1.bp.blogspot.com/-2eKqlboWSyA/Xi26CVhtRCI/AAAAAAAAEhk/7X1tGr269PUzurSOKKEjOOwpYu_0K70uwCLcBGAsYHQ/s320/MV5BMjQ1ZTE1NGEtNzVlOS00ODY5LThlYzItZDYxZDY5NzgxOWZlXkEyXkFqcGdeQXVyNjQ2MjQ5NzM%2540._V1_.jpg", "imagee" : "https://1.bp.blogspot.com/-TWPU_75XBkY/Xi26BGQEa6I/AAAAAAAAEhg/C26cgqgkSvYPCk_jV-yDCYcTNqhs0nc7ACLcBGAsYHQ/s1000/guilty-of-romance-sion-sono.jpg", "genre" : "Erotic,18+,japan", "length" : "2hr 24min", "qual" : "WEB-DL 720p", "size" : "1.0 GB", "video" : "https://drive.google.com/file/d/1NfTny4cfh9RzeEZWvY_6Benoc2cgx8Fz/view", "vol" : "ပထမဆံုးေ်ပာခ္ငၱာက ဒီဇာတၠားက ေတာ္ေတာ္ေလးကို႐ြဳပ္ေၾထးတဲ့ ၁၈ႏြစ္အထကၼြၾကည့ႅို႔ရတဲ့ကားပါ ဇာတၠားကို ်ပႏ္်ဖစၡဲ့တဲ့ေအၾကာင္းေကတာ့ ်ဖစ္ရပၼြႏၼြဳခင္းေၾတေအၾကာင္းကို ၀တၱဳေလးေၾတလို်ပႏ္ေရးတဲ့ ေမ႐ႊမိုး (ကိုရီးယား)ရဲ႕ ပိုစ့္တစၡဳေၾကာင့္ပါပဲ အဲ့ဒီ ်ဖစ္ရပၼြႏၨာတႅမ္းတစၡဳကိုေအ်ခခံ်ပီးေတာ့ ဒီဇာတၠားကို ရိုကၠဴးထားတာပါ ေမ႐ႊမိုးေရးထားတဲ့ ဇာတႅမ္းကိုအက္ၪ္းခ္ဳပၠို အရင္ေ်ပာ်ပခ္ငၸါတယ္ A ဆိုတဲ့အမ္ိဳးသမီးဟာ ၁၉၉၇ ခုႏြစ္ မတႅ ၈ရက္ေန႕ အဲ့ေန႕မြာအသတၡံလိုက္ရပါတယ္ အသတၡံရပံုက ကာမဆက္ဆံ်ပီးေတာ့ လၫၸင္းၫြစ္သတႅိုကၱာပါ ၀မ္းနၫ္းျဖယ္ရာလူသတၼြဳပါပဲ အသတၡံရတဲ့သူကိုစစႅိုကၱဲ့အခါ ်ပည့ၱႏ္ဆာလုပ္ငႏ္းကိုလုပၠိုငၱဲ့ ဆင္းရဲစုတ္်ပတၱဲ့မိႏ္းေကလးတစ္ေယာကၸံုစံမ္ိဳးပါ.. ဒါေပမယ့္ ဆႏ္းၾကယၱာက သူမရဲ႕အခ္က္အလက္ေၾတကိုစစ္ေဆးေတာ့မြ သူမဟာ ်ပၫ့္တႏ္ဆာတစ္ေယာကၼဟုတၻဲ နာမၫ္ႀကီးကုမၸဏီတစၡဳရဲ႕ အုပၡ္ဳပ္ေရးမြာ ေအရးပါတဲ့ ဂုဏ္သိကၡာ႐ြိ ပညာတတ္ လူခ္မ္းသာမိႏ္းေကလးတစ္ေယာက္်ဖစ္ေနတာပါပဲ။ ဒါ်ဖင့္ရင္ သူကဘာလို႔ ်ပည့ၱႏ္ဆာလုပ္ငႏ္းကိုလုပ္်ပီးေတာ့ လမ္းေပၚမြာ ဒီလုိပံုနဲ႕လာေေသနရတာလဲ ဒါဟာ လူတိုင္းေၾတးမိတဲ့ေမးျခႏ္းတစၡဳပါ ဒါေပမယ့္ ေအ်ဖေကတာ့မ႐ြိခဲ့ပါဘူး။ ဒီအမြဳပို်ပီးေတာ့ နာမၫ္ႀကီးၾသားရတဲ့ေအၾကာင္းရင္းေကတာ့ သူ႕ကိုသတၱယႅို႔ယူဆရတဲ့ နီေပါနိုင္ငံသားအလုပ္သမားေၾကာင့္ပါ သူမ္ားနိုင္ငံလာေန်ပီး သူတို႔နိုင္ငံသားကိုသတ္ၾသားတယႅဳိ႕ယူဆတဲ့ ဂ္ပႏ္ လူမ္ိဳးထုႀကီးကို နိုင္ငံေတာၠ ထိႏ္းသိမ္းနိုငၹို႔ အဆင့္ဆင့္အခါခါစစ္ေဆးခဲ့ရပါတယ္။ သက္ေေသၾတမတိက္မြဳေေၾတၾကာင့္ တရားခံအစေစၼၾတ႕ခငၼြာ နီေပါနိုင္ငံသားကုိပဲ တရားခံလို႔သတၼြတ္်ပီး ဖမ္းဆီးထားခဲ့တာပါ အဲ့ဒီ့နီေပါနိုင္ငံသားဟာ လေကၼလြ္ာ႕ပဲ အယူခံ ခဏခဏ၀ငၠာ သူ႕ရဲ႕ရိုးသားမြဳကို ်ပသနိုငၡဲ့ၾသားပါတယ္ ဒါေပမယ့္ ႏြစ္ေပါင္း ၁၅ႏြစၠို ေထာငၳဲမြာကုႏ္ဆံုးလိုက္ရပါတယ္ အဲ့အ်ဖစ္အပ္က္ေၾကာင့္ တရားခံအစစၠို႐ြာေမၾတ႕နိုငၱဲ့ အမြဳ ေသသူရဲ႕အလုပ္အကိုင္ေအၾကာင္းခႏ္႕မြႏ္းနိုငၼြဳမ႐ြိတာေေၾတၾကာင့္ အခုခ္ိႏၳိကို ေ်ဖ႐ြင္းလို႔မေရသးတဲ့ ထူးဆႏ္းတဲ့အမြဳအ်ဖစၷဲ႕ နာမၫ္ႀကီးေနရတာပါ အဲ့အမြဳကို ကာၾတႏ္းေၾတ ႐ုပ္႐ြင္ေၾတအမ္ိဳးမ္ိဳး်ပႏ္ရိုကၡဲ့ၾကပါတယ္ အခု တင္ဆက္ေပးမယ့္ကားေကတာ့ အဲ့အမြဳရဲ႕ေက္ာရိုးကိုပဲယူ်ပီး ႐ြဳေထာင့္တစၼ္ိဳးေ်ပာင္းထားတဲ့ ဇာတႅမ္းပါ ဒီအမြဳေအၾကာင္းကိုေ်ပာ်ပထားေပမယ့္ ဒီအမြဳအတိုင္း အတိအက္မဟုတၸါဘုူး စံုေထာကၱစ္ေယာက္ရယ္ အမြဳထဲက မိႏ္းေကလးနဲ႕တူတဲ့ဇာတ္ေကာငၱစ္ေယာက္ရယ္ ေနာကၳပ္ မိႏ္းေကလးတစ္ေယာက္ရယၷဲ႕ဇာတ္အိမၱၫၳားပါတယ္ sex ကိစၥရဲ႕႐ြဳပ္ေၾထးမြဳကို ရိုကၠဴးထားတာမို႔ 18+ ကားပါ ဒါေပမယ့္ ၾကည့္ေလၾကည့္ေလ နားမလၫၷိုင္ေလာက္ေအာင္ ေအၾတးေၾတအမ္ားႀကီးထၫ့္ထားတဲ့ကားလဲ်ဖစၸါတယ္ ေပါ့ေပါ့ပါးပါး ေဖာၡၽၾတၠားအ်ဖစၷဲ႕ၾကၫ့္မယ္ဆိုရငႅဲ ဇာတ္ေကာင္ေၾတအကုႏႅံုးက အရမ္းမြည့ၸါတယ္ ဇာတႅမ္းေကာင္းေကာင္းနဲ႕ၾကည့ၡ္ငၱာဆိုရငႅဲ ေၾတးစရာေၾတတစ္ေလြႀကီးနဲ႕ အသိတစၡဳရၾသားနိုငၸါတယ္ ဘာရၾသားမြာလဲဆိုတာေတာ့ ေမ်ပာတတၸါဘူး တစၡါၾကည့ႅဳိကၱိုင္းမြာ တစၡါ ေအၾတးေ်ပာင္းၾသားတာမို႔ ေသခ္ာေလး ၃ ၄ ခါေလာက္ၾကည့္ၾကဖို႔ တိုၾကၱႏ္းခ္ငၸါတယ္…ငိ။ (ဇာတႅမ္းအညႊႏ္းနဲ႔ဘာသာ်ပႏၠေတာ့ Jueno ်ဖစၸါတယ္။) " } , { "title" : "Sex Doll", "date" : "2016", "coverr" : "https://1.bp.blogspot.com/-005UOqDnNLU/Xi27iHS8aDI/AAAAAAAAEhw/WMMVHRR5LkgwsBwSg2ZyIZFw-lCB8zg7wCLcBGAsYHQ/s600/grWS1nNexgCQacAIF6Um5PS5N5y.jpg", "imagee" : "https://1.bp.blogspot.com/-0QfuwLooTrA/Xi27jG-w1pI/AAAAAAAAEh0/Pje8HNMAgo0qYNpoOhl8PeYhJSp9_j36wCLcBGAsYHQ/s1600/qzar0LHCspr0XiZ8RmzzgDudERH.jpg", "genre" : "Erotic,18+", "length" : "1hr 42min", "qual" : "WEB-DL 720p", "size" : "906 MB", "video" : "https://drive.google.com/file/d/1LdIMgPiX-uD8c61OmGTObQ-zdSEbgDkk/view", "vol" : "2016 ခုႏြျစၳက္ သၫ္းထပ္ရငၹိုဇာတၠားေလးတစၠား်ဖစၱဲ့ sex doll ကားမြာ ႐ုပါဒ့္ဆိုတဲ့သူက အဂလၤႏ္ေအ်ခစိုက္်ပင္သစ္ညၪ့္ငြက္ေလး်ဖစၱဲ့ဗာဂ္ီနီဆိုတဲ့ေကာေငၼလးကိုဘယႅိုေၾတကယၼြာလဲဆိုတာ စိတ္ဝငၥားစရာပါပဲ။ ၁၈+ အခႏ္းတခ္ိဳ႕ပါတာကိုေတာ့ သတိခ္ပ္ေစခ္ငၸါတယ္။ " } , { "title" : "Love Clinic", "date" : "2015", "coverr" : "https://1.bp.blogspot.com/-pBGC_AixM0E/Xi29Hac1BtI/AAAAAAAAEiE/gaxIE_yMkaMUD5x6ejHSUD1iMDp0GLdrwCLcBGAsYHQ/s500/71ui5VT99TL._RI_.jpg", "imagee" : "https://1.bp.blogspot.com/-NimNDwfpt1M/Xi29GS29T6I/AAAAAAAAEiA/Ts9Defjk6x0kaXAU-brSH7u2QYNoywt0ACLcBGAsYHQ/s1600/33720ace7581a7e46fc3f6abaf46152cfda25512.jpg", "genre" : "Erotic,18+,korea", "length" : "1hr 43min", "qual" : "WEB-DL 720p", "size" : "909 MB", "video" : "https://drive.google.com/file/d/1Hen6QrCoS6ilhGgQ_P6l40-bfOGsS0eK/view", "vol" : "တစ္ညလံုးႏြစ္ေယာကၱၫ္း အတူ႐ြိေနတဲ့ ေယာက္ၤားေလးနဲ႔မိႏ္းေကလး ေနာက္ေန႔မနက္အထိ…ဘာေမြာကၼြားမႈမြ မ်ဖစၱာဘာေၾကာင့္ပါလဲ… မိႏ္းေကလးကိုယၱိုင္ Sexy dance နဲ႔ႀဆဲေဆာငၱယ္… မိႏ္းေကလးကိုယၱိုင္ မာယာအ်ပၫ့္နဲ႔ႀဆဲေဆာငၱယ္… မိႏ္းေကလးကိုယၱိုင္ ခနၶာအလြနဲ႕ႀဆဲေဆာငၱယ္… အဲ့ဒါေတာင္…ေယာက္ၤားေလး်ဖစ္သဴက တံု႔်ပႏၼႈတစၥံုတစ္ရာေမပးတာ ဘာေၾကာင့္ပါလဲ… ဘာေၾကာင့္လဲဆိုတာကို ဖႏၱီး႐ုိကၠဴးထားတဲ့ Love Clinic ဆိုတဲ့ ကိုရီးယားဇာတၠားဟာ IMDb Rating (6.3) ရ႐ြိထားပါတယ္။ ဇာတႅမ္းေလးက ခ္စၼႈေရးရာၿဖဲ႕ဇာတႅမ္းေလးပါ။ မိသားစုနဲ႔ၾကၫ့္ဖို႔မသင့္ေတာႅို႔သာ 18+ ေခါင္းစၪၱပၳားေပမယ့္ Comedy,Drama ဇာတႅမ္းေလးပါပဲ။ ဇာတႅမ္းအက္ၪ္းေကတာ့… Wang Seong-ki (မင္းသားOh Ji-ho) က အမ္ိုးသမီး သားျဖားဆရာဝႏ္ / မီးယပ္သားျဖားပညာ႐ြငၸါ။ Gil Sin-seol (မင္းသမီးKang Ye-won) ေကတာ့ ဆီးေရာဂါပါရဂူပါ။ Gil Sin-seol (Kang Ye-won) က သူ႕ဖခင္ဆရာဝႏ္ေအပၚမခံခ္ငၥိတၷဲ႔ အမ္ိဳးသားမ္ိဳးျပားအဂၤါအထူး်ပဳပညာ႐ြင္်ဖစၹို႔ႀကိဳးစားေနသူပါ။ Wang Seong-ki ေရာ Gil Sin-seol မြာပါ လြ္ိုဳ႕ဝြကၡ္က္ေၾတကိုယၥီ႐ြိလို႔ခ္စ္သဴေၾတမထားၾကပါဘူး။ သူတို႔ႏြစ္ေယာေကၼမြ္ာႅင့္ဘဲ ေအဆာက္အအံုတစၡဳအၾတင္းမြာ ကပႅြ္က္ေဆးခႏ္းျဖင့္မိတဲ့အခါမြာေတာ့.. တစ္ေယာကၷဲ့တစ္ေယာက္အ်မင္ေစာင္းမႈ၊အဆေငၼ်ပမႈ၊အႀလဲႀလဲအမြားမြားေၾတၾကားက ခ္စၡရီးလမ္းေလး ေလြ္ာကၼိတဲ့အခါ…. ။ ဒီဇာတၠားကိုၾကၫ့္်ပီး သိလာရတာက… ခ္စၱယ္ဆိုတာ စိတၷဲ႔တငၡ္စ္ေနလို႔မရပါဘူး… ခ္စၱာကို ခ္စ္ေနမြႏ္းသိေအာင္်ပသဖို႔လၫ္း လိုပါတယ္။ #AYK (႐ုပ္႐ြင္အညႊႏ္းကို myanmarload.com မြကူးယူေဖာ္်ပပါသၫ္။)... " } ] }